{
    "kind": "customsearch#search",
    "url": {
        "type": "application/json",
        "template": "https://www.googleapis.com/customsearch/v1?q={searchTerms}&num={count?}&start={startIndex?}&lr={language?}&safe={safe?}&cx={cx?}&sort={sort?}&filter={filter?}&gl={gl?}&cr={cr?}&googlehost={googleHost?}&c2coff={disableCnTwTranslation?}&hq={hq?}&hl={hl?}&siteSearch={siteSearch?}&siteSearchFilter={siteSearchFilter?}&exactTerms={exactTerms?}&excludeTerms={excludeTerms?}&linkSite={linkSite?}&orTerms={orTerms?}&dateRestrict={dateRestrict?}&lowRange={lowRange?}&highRange={highRange?}&searchType={searchType}&fileType={fileType?}&rights={rights?}&imgSize={imgSize?}&imgType={imgType?}&imgColorType={imgColorType?}&imgDominantColor={imgDominantColor?}&alt=json"
    },
    "queries": {
        "request": [
            {
                "title": "Google Custom Search - Scientific examination of shark species in Hurricane Ian 2022 flood footage",
                "totalResults": "353000",
                "searchTerms": "Scientific examination of shark species in Hurricane Ian 2022 flood footage",
                "count": 10,
                "startIndex": 1,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e"
            }
        ],
        "nextPage": [
            {
                "title": "Google Custom Search - Scientific examination of shark species in Hurricane Ian 2022 flood footage",
                "totalResults": "353000",
                "searchTerms": "Scientific examination of shark species in Hurricane Ian 2022 flood footage",
                "count": 10,
                "startIndex": 11,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e"
            }
        ]
    },
    "context": {
        "title": "DogeNet Search"
    },
    "searchInformation": {
        "searchTime": 0.284258,
        "formattedSearchTime": "0.28",
        "totalResults": "353000",
        "formattedTotalResults": "353,000"
    },
    "items": [
        {
            "evidence0": {
                "kind": "customsearch#result",
                "title": "Was That Really A Shark In Flooded Florida Neighborhood After ...",
                "htmlTitle": "Was That Really A <b>Shark</b> In <b>Flooded</b> Florida Neighborhood After ...",
                "link": "https://www.forbes.com/sites/melissacristinamarquez/2022/10/06/was-that-reall-a-shark-in-flooded-florida-neighborhood-after-hurricane-ian/",
                "displayLink": "www.forbes.com",
                "snippet": "Oct 6, 2022 ... So, it was to no one's surprise when a video popped up after Hurricane Ian made landfall in Florida claiming to capture a shark in floodwaters.",
                "htmlSnippet": "Oct 6, 2022 <b>...</b> So, it was to no one&#39;s surprise when a <b>video</b> popped up after <b>Hurricane Ian</b> made landfall in Florida claiming to capture a <b>shark</b> in <b>floodwaters</b>.",
                "formattedUrl": "https://www.forbes.com/.../2022/.../was-that-reall-a-shark-in-flooded-florid...",
                "htmlFormattedUrl": "https://www.forbes.com/.../<b>2022</b>/.../was-that-reall-a-<b>shark</b>-in-<b>flood</b>ed-florid...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR8W2QF4HkDhifDsbjTQkyLTOvztytuza3aXbzbJb5IGNllxP8VE6IalEw&s",
                            "width": "259",
                            "height": "194"
                        }
                    ],
                    "metatags": [
                        {
                            "twitter:card": "summary_large_image",
                            "og:site_name": "Forbes",
                            "article:id": "blogAndPostId/blog/post/6395-633f986dd2328b00013b3ab8",
                            "og:description": "The answer is… complicated.",
                            "twitter:creator": "@mcmsharksxx",
                            "article:publisher": "https://www.facebook.com/forbes",
                            "twitter:image": "https://imageio.forbes.com/specials-images/imageserve/633f994ae7378f0a586461da/0x0.jpg?format=jpg&height=600&width=1200&fit=bounds",
                            "twitter:site": "@forbes",
                            "news_keywords": "sharks,shark,Florida,Hurricane Ian,hoax,Fort Myers,hurricanes,ocean,nature,animals",
                            "article:published": "2022-10-06",
                            "article:channel": "Innovation",
                            "image": "https://imageio.forbes.com/specials-images/imageserve/633f994ae7378f0a586461da/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
                            "article:section": "Science",
                            "og:type": "article",
                            "twitter:title": "Was That Really A Shark In Flooded Florida Neighborhood After Hurricane Ian?",
                            "author": "Melissa Cristina Marquez",
                            "article:section_url": "https://www.forbes.com/science/",
                            "og:title": "Was That Really A Shark In Flooded Florida Neighborhood After Hurricane Ian?",
                            "amp-google-client-id-api": "googleanalytics",
                            "og:updated_time": "2022-11-08T04:40:13.087-05:00",
                            "article:author": "Melissa Cristina Marquez",
                            "referrer": "no-referrer-when-downgrade",
                            "fb:app_id": "123694841080850",
                            "viewport": "width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=2,user-scalable=yes,minimal-ui",
                            "twitter:description": "The answer is… complicated.",
                            "og:url": "https://www.forbes.com/sites/melissacristinamarquez/2022/10/06/was-that-reall-a-shark-in-flooded-florida-neighborhood-after-hurricane-ian/",
                            "article:modified": "2022-11-08",
                            "format-detection": "telephone=no"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://imageio.forbes.com/specials-images/imageserve/633f994ae7378f0a586461da/A-grainy-animal-swimming-in-floorwaters/960x0.jpg?height=533&width=711&fit=bounds"
                        }
                    ]
                },
                "website_content": {
                    "content": "It happens every time there’s a hurricane – the shark photos, memes, and old videos showing ‘proof’ that a shark (usually one that looks like a great white) is taking advantage of flooded streets and malls to search for… well, who knows what. For years both journalists and shark scientists have had to put up with the deluge of fake images and videos, telling the public the same message: “this is fake.” In fact, even the Twitter page for Snopes has begged people to stop sharing the proven false photos and videos. So, it was to no one’s surprise when a video popped up after Hurricane Ian made landfall in Florida claiming to capture a shark in floodwaters.\nThis video, however, was different.\n“I didn’t know what it was, it just looked like a fish or something,” Cameratta told news outlets. ... [+] “I zoomed in, and all my friends are like: ‘It’s like a shark, man!’”\nPast hoax videos usually showed sharks in flooded malls or swimming down highways, but this one seemed to be in someone’s backyard near Fort Myers, Florida. The fact that this was a new video garnered a lot of attention, racking up millions of views on Twitter. The skepticism was rampant – and warranted. The first question many asked was, “Is this an actual video?” An answer quickly came with both Storyful and The Associated Press confirming its authenticity through examination of the video’s metadata and subsequent interviews. AP got the scoop from local real estate agent Dominic Cameratta, who confirmed he filmed the clip himself on Wednesday morning. “I didn’t know what it was, it just looked like a fish or something,” he told news outlets. “I zoomed in, and all my friends are like: ‘It’s like a shark, man!’”\nSo, the clip is real. But is that really a shark?\nIt’s hard to tell – and even shark scientists are stumped. George Burgess, a former director of the Florida Museum of Natural History’s shark program, told the Washington Post that the fish in the video appears to be a juvenile shark. “Young bull sharks are common inhabitants of low salinity waters — rivers, estuaries, subtropical embayments — and often appear in similar videos in FL water bodies connected to the sea such as coastal canals and ponds,” Burgess said. “Assuming the location and date attributes are correct, it is likely this shark was swept shoreward with the rising seas.”\n“Young bull sharks are common inhabitants of low salinity waters — rivers, estuaries, subtropical ... [+] embayments — and often appear in similar videos in FL water bodies connected to the sea such as coastal canals and ponds,” Burgess says.\nDr. Yannis Papastamatiou, a marine biologist who studies shark behavior at Florida International University, is on the fence about the video. Papastamatiou pointed to the science that shows many shark species are known to flee shallow, coastal regions ahead of hurricanes, possibly being tipped off to the giant storm’s arrival by a drastic change in barometric pressure. A shark could have accidentally swum up into the creek, he reckons, or been washed into it.\nBut Dr. Neil Hammerschlag, the director of the University of Miami’s shark conservation program, isn’t as convinced, saying it was difficult to tell what exactly the fish was. It should be of note that the video caught the fish swimming near a pond that was overflowing, causing some experts to lean towards this just being an escapee.\nIt seems we will never have a definitive answer to this mystery. While shark experts are split over the identification, some Twitter users were convinced and have dubbed the grainy fish a “street shark.” Perhaps this is a new rendition for “Baby Shark” writers to pick up and write a song about?\n\nOne Community. Many Voices. Create a free account to share your thoughts. \nOur community is about connecting people through open and thoughtful conversations. We want our readers to share their views and exchange ideas and facts in a safe space.\nIn order to do so, please follow the posting rules in our site's Terms of Service.  We've summarized some of those key rules below. Simply put, keep it civil.\nYour post will be rejected if we notice that it seems to contain:\nUser accounts will be blocked if we notice or believe that users are engaged in:\nSo, how can you be a power user?\nThanks for reading our community guidelines.  Please read the full list of posting rules found in our site's Terms of Service.",
                    "content_num": 939
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "Forbes is a well-known and reputable business and finance news source. It has a history of providing accurate and reliable information. Forbes has high credibility due to its fact-checking processes, expert contributors, and editorial standards. While it may not specifically focus on debunking fake news, its overall reliability and commitment to accuracy make it a trustworthy source that can help detect misinformation."
                },
                "Content Score": {
                    "Newness Score": 7,
                    "Newness Justification": "The article was published on October 6, 2022, which is relatively recent considering the context of Hurricane Ian in 2022.",
                    "Relevance Score": 8,
                    "Relevance Justification": "The article discusses the authenticity of the video showing a shark in flooded Florida after Hurricane Ian, which directly relates to verifying the species of the shark in the flooded area."
                }
            }
        },
        {
            "evidence1": {
                "kind": "customsearch#result",
                "title": "Floods",
                "htmlTitle": "<b>Floods</b>",
                "link": "https://kids.nationalgeographic.com/science/article/flood",
                "displayLink": "kids.nationalgeographic.com",
                "snippet": "... Hurricane Ian on. A car sits in floodwater in Orlando, Florida, after Hurricane Ian hit the region in September 2022. Photograph by Gerardo Mora / Getty Images.",
                "htmlSnippet": "... <b>Hurricane Ian</b> on. A car sits in floodwater in Orlando, Florida, after <b>Hurricane Ian</b> hit the region in September <b>2022</b>. Photograph by Gerardo Mora / Getty <b>Images</b>.",
                "formattedUrl": "https://kids.nationalgeographic.com/science/article/flood",
                "htmlFormattedUrl": "https://kids.nationalgeographic.com/science/article/<b>flood</b>",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQhykQhfVs75EzdGheaGFpHHuOtM1QA89bh72C13zsaQBefB_rpb1FtPpTO&s",
                            "width": "300",
                            "height": "168"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://i.natgeofe.com/k/7d906c71-1105-4048-b32b-a55b1b04e3bc/OG_Floods_KIDS_0922_16x9.jpg?w=1200",
                            "og:image:width": "1200",
                            "theme-color": "#ffffff",
                            "twitter:card": "summary_large_image",
                            "article:published_time": "04-01-2014",
                            "og:site_name": "Science",
                            "twitter:url": "https://kids.nationalgeographic.com/science/article/flood",
                            "medium": "website",
                            "title": "Floods",
                            "og:description": "Learn about what causes flooding, different types of floods—and how to stay safe.",
                            "twitter:creator": "@NatGeo",
                            "article:publisher": "https://www.facebook.com/natgeo",
                            "twitter:image:alt": "Floods",
                            "twitter:site": "@NatGeo",
                            "article:modified_time": "01-10-2023",
                            "tax:audiences": "Family, Little Kids (3-6 year olds), Kids (7-12 year olds)",
                            "og:type": "article",
                            "twitter:title": "Floods",
                            "article:section": "Science",
                            "og:title": "Floods",
                            "og:image:height": "675",
                            "twitter:image:src": "https://i.natgeofe.com/k/7d906c71-1105-4048-b32b-a55b1b04e3bc/OG_Floods_KIDS_0922_16x9.jpg?w=1200",
                            "tax:firstsubject": "Floods",
                            "referrer": "origin",
                            "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no",
                            "tax:source": "Kids",
                            "twitter:description": "Learn about what causes flooding, different types of floods—and how to stay safe.",
                            "og:locale": "en_US",
                            "guid": "drn:src:natgeo:unison::prod:b5985176-87d1-4c79-bc2c-62f789d5f5d9",
                            "og:url": "https://kids.nationalgeographic.com/science/article/flood"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://i.natgeofe.com/k/7d906c71-1105-4048-b32b-a55b1b04e3bc/OG_Floods_KIDS_0922_16x9.jpg?w=1200"
                        }
                    ]
                },
                "website_content": {
                    "content": "Learn about what causes flooding, different types of floods—and how to stay safe. Rain is pouring hard and fast—more than eight inches in just an hour, turning river water brown with mud. Earthworms wiggle up to the ground as the soil becomes too wet for them. A flood might be coming. Just about any place on Earth can experience flooding. When so much rain falls that the ground can’t absorb it or waterways can’t hold it, the overflowing water becomes a destructive force. In the United States, flooding causes more death and damage than tornadoes, hurricanes, or lightning. During a rainstorm, precipitation—or the water that comes from rain or snow—goes to different places. Some of it flows into streams, lakes, or city water systems. Other precipitation evaporates and returns to the atmosphere. But much of the rainwater is absorbed by soil. It flows through the top layer of the ground, to plant roots below the surface. This helps provides plants with the water and nutrients they need to grow. The excess water moves deeper into the ground through layers of dirt and rocks where until it becomes part of natural underground wells called groundwater. A habitat can naturally absorb a healthy amount of rainfall it needs to thrive. But too much rain can cause lake and river levels to rise and overflow their banks, or the soil to become too wet to absorb more water. And though you might think extremely dry habitats would welcome too much rain, it turns out that the parched dirt can’t absorb the rain fast enough to capture it all. Severe coastal storms, quickly melting ice and snow, and collapsed barriers (like concrete dams) can also cause floods. Even damaged beaver dams can lead to an overflow of water that the surrounding earth can’t absorb. Floods can form slowly over several days or overwhelm an area with little warning. How quickly a flood forms often depends on the habitat. Slow-forming river flooding happens in regions called floodplains. These are large, flat areas of land along waterways with very shallow banks. When big storms hit, the water overflows the banks and spreads out across the plains. This type of flooding isn’t always bad. It brings nutrients to the surrounding soil, making it fertile for growing crops. That’s why many people live in or near floodplains. But too much water can destroy crops and damage homes. Rushing water can disrupt ecosystems by moving aquatic plants and animals to other habitats. And if flooding is so severe that it flows into local water treatment facilities, experts must monitor the incoming water to make sure the water is safe. Another type of flooding is called a flash flood, when a flood happens within six hours of a heavy rainfall—as much as eight inches an hour. With no place to go, the moving water will tear through highways, valleys, and canyons, washing away vehicles, roads, bridges, and houses. Quickly melting ice and snow can also cause flash flooding, especially when mountain snowmelt overflows the waterways below. On coastlines, hurricane rains cause water levels to rise, and the high winds push that water onto land. Called a storm surge, this also causes flash flooding. Scientists believe that warming temperatures caused by climate change are increasing the risk of floods all over the world, especially in coastal and low-lying areas. Warmer water changes the patterns of ocean currents, which changes global weather patterns. This means that some places will receive more rainfall than the ground can absorb. Other places will get less rain so the land will be drier—and unable to handle rainfall when it does occur. Scientists think that climate change could also cause stronger hurricanes, with more rain and higher winds causing bigger storm surges. A warmer climate could also mean more snowmelt overwhelming the soil; melting polar ice could cause sea levels to rise and increase flooding. (Find out how you can help slow climate change.) Experts might issue a flash flood watch if weather conditions are right. It doesn’t mean flooding will happen but that meteorologists want people to be prepared. When experts are sure a flash flood is on the way, they issue a warning so people can evacuate immediately. Here’s how to keep you and your family safe. Before a flood• Know your neighborhood. Research how close you are to streams, drainage channels, canyons, and any other low-lying areas that might flood.• Keep emergency contact phone numbers in one place so you can get in touch with family members.• Put together an evacuation plan and share it with everyone in your household. Know what paths and routes you can use to quickly get to a high, dry place.• Conduct flood drills to practice evacuating quickly.• Maintain an emergency kit with a three-day supply of food and water. Experts recommend canned or dried foods that don't need to be cooked, and at least one gallon of water per day for each person and pet. During a flood• Never wait for orders to leave; if you think a flood might be coming, evacuate immediately.• If flooding hasn’t started, move important items to upper floors of your house.• If flooding has already started where you are, move to the highest place you can find, like a roof of a house or car. Bring as much food, water, and sheltering blankets as possible.• Never walk through flood water, especially if it’s moving. Hazardous chemicals, sewage, and even wild animals are often in floodwater, and just six inches of moving water can knock you off your feet.• If you must walk through water to escape, walk where the water is still. Never touch electrical equipment if you are standing in water, or even if you’re wet.• If water is quickly rising while you’re in your car, leave your vehicle and move to higher ground, like a hill or bridge. After a flood• If you’ve evacuated your house, return only after you’re given the all-clear from officials.• If you stayed put, check ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 9,
                    "justification": "National Geographic's kids' website is a branch of the renowned National Geographic brand known for its scientific accuracy, educational content, and commitment to truthfulness. It provides information that is both engaging and backed by scientific research. National Geographic has a strong reputation for authenticity and accuracy, making it a reliable resource for debunking fake news, especially related to nature and wildlife like the shark incident in the claim."
                },
                "Content Score": {
                    "Newness Score": 9,
                    "Newness Justification": "The article is from National Geographic and was published in 2022, making it very recent and relevant to the Hurricane Ian timeframe.",
                    "Relevance Score": 7,
                    "Relevance Justification": "While the article is related to floods caused by Hurricane Ian, it does not directly address the specific question about scientific examination of the shark species seen in the flooded area."
                }
            }
        },
        {
            "evidence2": {
                "kind": "customsearch#result",
                "title": "4673 | FEMA.gov",
                "htmlTitle": "4673 | FEMA.gov",
                "link": "https://www.fema.gov/disaster/4673",
                "displayLink": "www.fema.gov",
                "snippet": "Florida Hurricane Ian. DR-4673-FL. Florida. Incident Period: Sep 23, 2022 - Nov 4, 2022 ... flood insurance and more. Additional Multimedia. Below you can find ...",
                "htmlSnippet": "Florida <b>Hurricane Ian</b>. DR-4673-FL. Florida. Incident Period: Sep 23, <b>2022</b> - Nov 4, <b>2022</b> ... <b>flood</b> insurance and more. Additional Multimedia. Below you can find&nbsp;...",
                "formattedUrl": "https://www.fema.gov/disaster/4673",
                "htmlFormattedUrl": "https://www.fema.gov/disaster/4673",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS0RAT-gF5gXSBmcVvZDsljLyuz_sVaMIQjy8d33Seu_T1cOUCmtDiY9RIS&s",
                            "width": "358",
                            "height": "141"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://www.fema.gov/sites/default/files/2020-04/fema_logo_horizontal.png",
                            "handheldfriendly": "true",
                            "viewport": "width=device-width, initial-scale=1.0",
                            "og:title": "4673",
                            "mobileoptimized": "width",
                            "facebook-domain-verification": "99gx41o8o8q3mrsvbvml6ji6xmwzdn"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.fema.gov/sites/default/files/2020-04/fema_logo_horizontal.png"
                        }
                    ]
                },
                "website_content": {
                    "content": "An official website of the United States government\nHere’s how you know\n\nOfficial websites use .gov\n\n\n              A .gov website belongs to an official government organization in the United States.\n            \n\nSecure .gov websites use HTTPS\n\n\n              A lock (\nLockA locked padlock\n) or https:// means you’ve safely connected to the .gov website. Share sensitive information only on official, secure websites.\n              .\n            \n\nIncident Period:\n              Sep 23, 2022\n              -\n              Nov 4, 2022\n            \n\nDeclaration Date:\n            Sep 29, 2022\n          \nQuick Links\n\n      On This Page\n    \n\nDisaster Recovery Centers\n\n\nLocal Resources\n\n\nFunding Obligations\n\n\n      More About This Disaster\n    \n\n            Visit the News & Media page for events, fact sheets, press releases and other multimedia resources.\n          \n\nFEMA is committed to helping all eligible disaster survivors recover from Hurricane Ian, including U.S. citizens, non-citizen nationals and qualified aliens.\nLearn more about Citizenship and Immigration Status Requirements for Federal Public Benefits\nIf you receive a letter stating that you are ineligible for assistance or that your application is incomplete, you can still complete the application or appeal the decision within 60 days of receiving a decision letter. The letter would either be mailed to you or placed into your Disaster Assistance Center account, if you have set up an account.\nLearn More on Appeals\nLearn more about common disaster-related rumors and how to report fraud. You can also get answers to frequently asked questions about emergency shelters, disaster assistance, flood insurance and more.\nBelow you can find social media graphics and images with important safety messaging in various languages, including English, Chinese, Spanish and Vietnamese.\nFEMA is required to verify you lived at the address in your application as your primary residence before providing most types of IHP Assistance. FEMA is also required to verify you owned your home before providing Home Repair or Replacement Assistance.\nAs part of our effort to make the disaster assistance process quicker and reduce the burden on applicants, we try to verify occupancy and ownership by using an automated public records search.\nIf we cannot verify you lived in or owned the home that you listed in your application, we will ask you to provide documents to prove occupancy and/or ownership to help us determine if you are eligible for assistance.\nLearn More\nUS Department of Housing and Urban Development (HUD) provides support to a nationwide network of housing counseling agencies (HCAs) and certified counselors. HUD participating HCAs are approved and trained to provide tools to current and prospective homeowners and renters so they can make responsible choices to address their housing needs in light of their financial situations.\nFind a HUD Resource Locator",
                    "content_num": 546
                },
                "website_quality_evaluation": {
                    "website_quality Score": 9,
                    "justification": "FEMA (Federal Emergency Management Agency) is a U.S. government agency responsible for disaster response and recovery. FEMA's website is a highly reliable source for accurate and up-to-date information on emergencies and disasters. It is known for its commitment to transparency and providing factual information to the public. FEMA's resources can be instrumental in debunking fake news related to natural disasters like hurricanes and flooding, including the one mentioned in the claim."
                },
                "Content Score": {
                    "Newness Score": 9,
                    "Newness Justification": "The FEMA webpage is up-to-date with information from the Hurricane Ian period of 2022.",
                    "Relevance Score": 5,
                    "Relevance Justification": "The FEMA website provides general disaster-related information but does not directly address the scientific examination of the shark species in the flooded area."
                }
            }
        },
        {
            "evidence3": {
                "kind": "customsearch#result",
                "title": "News - NOAA/AOML",
                "htmlTitle": "News - NOAA/AOML",
                "link": "https://www.aoml.noaa.gov/news/",
                "displayLink": "www.aoml.noaa.gov",
                "snippet": "November 30th marked the official end to the 2022 Atlantic hurricane season. Scientists and forecasters from across NOAA worked tirelessly throughout the season ...",
                "htmlSnippet": "November 30th marked the official end to the <b>2022</b> Atlantic <b>hurricane</b> season. <b>Scientists</b> and forecasters from across NOAA worked tirelessly throughout the season&nbsp;...",
                "formattedUrl": "https://www.aoml.noaa.gov/news/",
                "htmlFormattedUrl": "https://www.aoml.noaa.gov/news/",
                "pagemap": {
                    "metatags": [
                        {
                            "og:type": "article",
                            "twitter:card": "summary_large_image",
                            "og:site_name": "NOAA's Atlantic Oceanographic and Meteorological Laboratory",
                            "twitter:site": "@NOAA_AOML",
                            "article:modified_time": "2022-02-14T16:49:38+00:00",
                            "viewport": "width=device-width, initial-scale=1",
                            "og:title": "News",
                            "og:locale": "en_US",
                            "twitter:label1": "Est. reading time",
                            "og:url": "/news/",
                            "msapplication-tileimage": "/wp-content/uploads/2018/09/NOAA_logo_512x512-300x300.png",
                            "twitter:data1": "1 minute"
                        }
                    ]
                },
                "website_content": {
                    "content": "July 9, 2024 Tornadoes are among the deadliest and costliest natural disasters in the United States and are one of the hardest to predict. In December 2021, the most destructive winter tornado outbreak, known as the Quad-State Tornado Outbreak, caused 89 fatalities, 672 injuries, and at least $3.9 billion in property damages. Scientists at the University of Miami’s Cooperative Institute of Marine and Atmospheric Studies (CIMAS) and NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML) investigated this outbreak and found that it occurred under an exceptionally strong and prolonged negative Pacific-North American (PNA) pattern, which created favorable conditions for tornado outbreaks. July 2, 2024 Tropical Cyclone Freddy breaks records as the longest-lasting cyclone on record. Spanning 36 days, it traveled from the Australia to Africa, nearly 33% of the Earth’s circumference. July 1, 2024 A new study spanning two decades of research may indicate a series of reefs from the surface to 150 meters deep in the Gulf of Mexico are more resilient to warmer oceans as they are exposed to a wider range of temperatures brought on by a physical movement of seawater called “eddies.” June 27, 2024 In May 2024, representatives from the Hurricane Modeling Team at NOAA’s Atlantic Oceanographic & Meteorological Laboratory (AOML) hosted a Summer Colloquium focused on equipping the next generation of hurricane scientists with a knowledge base of the HAFS model. June 4, 2024 With an active hurricane season on the horizon, the need for reliable hurricane forecasting is at the forefront of our minds. Heightened sea surface temperatures, weakened vertical wind shear, and an enhanced West African monsoon are expected to contribute to the development of tropical cyclones in the Atlantic. To predict these developing storms, meteorologists employ models that rely on current observations and mathematical calculations to predict a storm’s behavior and track. These models are complex and utilize inputs from a variety of sources including historic, numeric, oceanic, and atmospheric data to generate their predictions. May 8, 2024 Blue lights fill the room. The faint smell of salt emanates throughout the space as wires and tubes intricately suspended over robotic arms move along custom-built tracks over four rows of tanks filled with seawater – and fragments of critically-endangered corals. In the Experimental Reef Lab, scientists at NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML) and the Cooperative Institute for Marine and Atmospheric Studies (CIMAS) are investigating how crucial reef-building coral species are affected by the impacts of climate change using a suite of open-source robotic arms designed and built at AOML. May 2, 2024 Floating ice, freezing temperatures, and streaks of lights in the night sky. The I08S GO-SHIP cruise successfully concluded on April 1st. April 30, 2024 Improvements in the operational Hurricane Weather Research and Forecasting Model paved the way for tropical cyclone prediction and modeling by lowering intensity forecast errors by 45-50%. April 22, 2024 Wind, waves, and icebergs pierced through morning fog – the A13.5 GO-SHIP cruise proved both tumultuous and rewarding with vast amounts of new data that bring the promise of groundbreaking future research. After 52 days at sea, the A13.5 GO-SHIP cruise (short for “Global Ocean Ship-based Hydrographical Investigations Program”) returned to Cape Town, South Africa […] April 18, 2024 Just in! A new study, which analyzed mooring observations and hydrographic data, found the Atlantic Meridional Overturning Circulation (AMOC) abyssal limb in the North Atlantic has weakened over the past two decades contributing to sea level rise in the region. March 19, 2024 In a groundbreaking new study, National Oceanic and Atmospheric Administration (NOAA) scientists unveiled a significant advancement in hurricane tracking and forecasting. The study, named “The G-IV Inner Circumnavigation: A Story of Successful Organic Interactions Between Research and Operations at NOAA,” discusses how scientists across NOAA are improving hurricane forecasts through the effective use of NOAA […] March 18, 2024 Chris Kelble, Ph.D. will serve as a Federal Coordinating Lead Author on first-ever National Nature Assessment (NAA). March 12, 2024 Meet NOAA Corps Officer, LTJG Anna Gaskill In honor of Women’s History Month, NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML) spoke with our NOAA Corps Officer, LTJG Anna Gaskill, about her career at NOAA and her advice for women considering opportunities with the NOAA Corps. Anna currently serves as the AOML Operations Manager, primarily coordinating […] February 15, 2024 In honor of Black History Month, NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML) spoke with Oceanographer Kayelyn Simmons, PhD, about her role at AOML and what Black History Month means to her. Kayelyn is a federal oceanographer at AOML, leading benthic habitat characterization studies using 3D mapping with the Ocean Chemistry and Ecosystems Division. Her […] February 13, 2024 Scientists at NOAA’s Atlantic Oceanographic and Meteorological Laboratory (AOML) are gearing up for a busy season at sea with three research cruises departing in the month of February. The A13.5 Global Ocean Ship-based Hydrographic Investigations Program (GO-SHIP) cruise, the I08S GO-SHIP cruise, and the Prediction and Research Moored Array in the Tropical Atlantic (PIRATA) Northeast Extension cruise will all depart in February to collect samples from the surface to the depths of the ocean and improve our understanding of ocean circulation, carbon uptake, biological conditions, and climate variability. February 7, 2024 Congratulations to AOML’s 2024 Department of Commerce Medal winners! AOML is proud to recognize the achievements of our outstanding scientists for their vital contributions to better understand the Earth systems and protecting our nation. January 25, 2024 Changes in the Atlantic Meridional Overturning Circulation (AMOC) and its transport of heat can affect climate and weather patterns, regional sea levels, and ecosystems. A new study led by Ivenis Pita, a University of Miami PhD student working at NOAA’s Atlantic Oceanographic and Meteorological Laboratory/ the Cooperative Institute of Marine and Atmospheric Studies (CIMAS), is the first to estimate the AMOC and heat transport at 22.5°S in the South Atlantic, demonstrating the importance of sustained in situ observations to monitor the state of the AMOC. January 23, 2024 A team of scientists from AOML, the U.S. Geological Survey (USGS), ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 9,
                    "justification": "The Atlantic Oceanographic and Meteorological Laboratory (AOML) is part of NOAA (National Oceanic and Atmospheric Administration), a reputable scientific organization. AOML's website offers valuable insights into oceanic and atmospheric research, including hurricanes and related phenomena. NOAA and its affiliated labs maintain high standards of accuracy and data integrity, which can be crucial in verifying information related to storm events like Hurricane Ian in Florida."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The NOAA/AOML news page was last updated in November 2022, which is relevant to the Hurricane Ian timeline.",
                    "Relevance Score": 6,
                    "Relevance Justification": "The NOAA page provides insights into the 2022 Atlantic hurricane season but does not focus specifically on analyzing the species of the shark seen during Hurricane Ian."
                }
            }
        },
        {
            "evidence4": {
                "kind": "customsearch#result",
                "title": "Fishery Resource Disaster Determinations | NOAA Fisheries",
                "htmlTitle": "Fishery Resource Disaster Determinations | NOAA Fisheries",
                "link": "https://www.fisheries.noaa.gov/national/funding-financial-services/fishery-resource-disaster-determinations",
                "displayLink": "www.fisheries.noaa.gov",
                "snippet": "Florida Hurricane Ian, 2022 *Pending*; 124. Alaska Prince William Sound ... Maryland Commercial Multi-Species Fishery, 2022. Fishery/Area Affected ...",
                "htmlSnippet": "Florida <b>Hurricane Ian</b>, <b>2022</b> *Pending*; 124. Alaska Prince William Sound ... Maryland Commercial Multi-<b>Species</b> Fishery, <b>2022</b>. Fishery/Area Affected&nbsp;...",
                "formattedUrl": "https://www.fisheries.noaa.gov/.../fishery-resource-disaster-determinations",
                "htmlFormattedUrl": "https://www.fisheries.noaa.gov/.../fishery-resource-disaster-determinations",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSPQpD__01Zn1mBv_gaDERUjM_9rXQ1ne3zyPwsnwkxw8BSc9xojEHs-kaN&s",
                            "width": "318",
                            "height": "159"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://www.fisheries.noaa.gov/themes/custom/noaa_components/images/open-graph.jpg",
                            "og:type": "Longform",
                            "twitter:card": "summary_large_image",
                            "twitter:title": "Fishery Resource Disaster Determinations",
                            "og:site_name": "NOAA",
                            "dcterms.language": "en",
                            "dcterms.contributor": "Office of Sustainable Fisheries",
                            "handheldfriendly": "true",
                            "og:title": "Fishery Resource Disaster Determinations",
                            "dcterms.title": "Fishery Resource Disaster Determinations | NOAA Fisheries",
                            "dcterms.creator": "NOAA Fisheries",
                            "dcterms.description": "Below is a summary of fishery resource disaster determinations, in reverse chronological order, with information on each determination, including the disaster request, decision letter, press release, and funding authority.",
                            "dcterms.date": "Fri, 06/21/2024 - 13:05",
                            "dcterms.subject": "Funding & Financial Services",
                            "og:description": "Below is a summary of fishery resource disaster determinations, in reverse chronological order, with information on each determination, including the disaster request, decision letter, press release, and funding authority.",
                            "twitter:creator": "@NOAAFisheries",
                            "facebook-domain-verification": "9ywy0d7q1zwxd9ajs6hh5cinjeg98h",
                            "twitter:site": "@NOAAFisheries",
                            "viewport": "width=device-width, initial-scale=1.0",
                            "twitter:description": "Disasters 128-144 are processed under the Fishery Resource Disasters Improvement Act of 2022.144. California Sacramento River Fall Chinook and Klamath River Fall Chinook Salmon Fisheries *Pending*Fishery/Area Affected: Sacramento River Fall Chinook and Klamath River Fall Chinook Salmon FisheriesRegion:  West Coast RegionFishery Resource Disaster Assistance RequestRequester: Acting Governor Eleni KounalakisRequest Received: 04/12/2024",
                            "mobileoptimized": "width",
                            "og:url": "https://www.fisheries.noaa.gov/national/funding-financial-services/fishery-resource-disaster-determinations",
                            "dcterms.coverage": "National"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.fisheries.noaa.gov/themes/custom/noaa_components/images/open-graph.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "Internet Explorer lacks support for the features of this website. For the best experience, please use a modern browser such as Chrome, Firefox, or Edge. Below is a summary of fishery resource disaster determinations, in reverse chronological order, with information on each determination, including the disaster request, decision letter, press release, and funding authority. Disasters 128-144 are processed under the Fishery Resource Disasters Improvement Act of 2022. Fishery/Area Affected: Sacramento River Fall Chinook and Klamath River Fall Chinook Salmon Fisheries Region: West Coast Region Fishery Resource Disaster Assistance Request Requester: Acting Governor Eleni Kounalakis Request Received: 04/12/2024 Request Letter (PDF, 2 pages) Acknowledgment Letter (PDF, 1 page) Request Deemed Complete: Determination Due: Secretary of Commerce Determination and Allocation Determination: Determination Date: Cause of Disaster: Determination Letter Allocation Date: Allocation Press Release Amount: Fishery/Area Affected: Smith River Chinook Salmon Fishery Region: West Coast Region Fishery Resource Disaster Assistance Request Requester: Chairperson Jeri Lynn Thompson Request Received: 01/16/2024 Request Letter (PDF, 3 pages) Acknowledgment Letter (PDF, 2 pages) Request Deemed Complete: Determination Due: Secretary of Commerce Determination and Allocation Determination: Determination Date: Cause of Disaster: Determination Letter Allocation Date: Allocation Press Release: Amount: Fishery/Area Affected: Upper Cook Inlet East Side Setnet Salmon Fishery Region: Alaska Region Fishery Resource Disaster Assistance Request Requester: Governor Mike Dunleavy Request Received: 01/08/2024 Request Letter (PDF, 1 page) Acknowledgment Letter (PDF, 1 page) Request Deemed Complete: 03/25/2024 Determination Due: 07/23/2024 Secretary of Commerce Determination and Allocation Determination: Approved Determination Date: 05/24/2024 Cause of Disaster: Natural causes Determination Letter (PDF, 1 page) Allocation Date: Allocation Press Release: Amount: Fishery/Area Affected: Chignik Salmon Fishery Region: Alaska Region Fishery Resource Disaster Assistance Request Requester: Governor Mike Dunleavy Request Received: 01/08/2024 Request Letter (PDF, 1 page) Acknowledgment Letter (PDF, 1 page) Request Deemed Complete: 03/25/2024 Determination Due: 07/23/2024 Secretary of Commerce Determination and Allocation Determination: Approved Determination Date: 05/24/2024 Cause of Disaster: Natural causes Determination Letter (PDF, 2 pages) Allocation Date: Allocation Press Release: Amount: Fishery/Area Affected: Bering Sea Snow Crab Fishery Region: Alaska Region Fishery Resource Disaster Assistance Request Requester: Mayor Jacob Merculief Request Received: 12/08/2023 Request Letter (PDF, 4 pages) Acknowledgment Letter (PDF, 2 pages) Request Deemed Complete: 1/05/2024 Determination Due: 05/03/2024 Secretary of Commerce Determination and Allocation Determination: Approved Determination Date: 04/29/2024 Cause of Disaster: Natural Determination Letter (PDF, 2) Allocation Date: Allocation Press Release Amount: Fishery/Area Affected: Louisiana Shrimp Fisheries Region: Southeast Region Fishery Resource Disaster Assistance Request Requester: Governor John Bel Edwards Request Received: 10/18/2023 Request Letter (PDF, 3 pages) Acknowledgment Letter (PDF, 2 pages) Request Deemed Complete: Determination Due: Secretary of Commerce Determination and Allocation Determination: Determination Date: Cause of Disaster: Determination Letter Allocation Date: Allocation Press Release Amount: Fishery/Area Affected: Upper Cook Inlet East Side Setnet and Nelson Lagoon Salmon fishery Region: Alaska Region Fishery Resource Disaster Assistance Request Requester: Governor Mike Dunleavy Request Received: 10/12/2023 Request Letter (PDF, 2 pages) Acknowledgment Letter (PDF, 2 pages) Request Deemed Complete: 12/06/2023 Determination Due: 04/04/2024 Secretary of Commerce Determination and Allocation Determinations Determination Date: 04/08/2024 Cause of Disaster: Natural Determination Letters Allocation Date: 06/21/2024 Allocation Press Release Amount: $11,496,171 Fishery/Area Affected: Alabama Shrimp Fisheries Region: Southeast Region Fishery Resource Disaster Assistance Request Requester: Governor Kay Ivey Request Received: 10/18/2023 Request Letter (PDF, 3 pages) Acknowledgment Letter (PDF, 2 pages) Request Deemed Complete: Determination Due: Secretary of Commerce Determination and Allocation Determination: Determination Date: Cause of Disaster: Determination Letter Allocation Date: Allocation Press Release Amount: Fishery/Area Affected: Kuskokwim River Chinook, Chum, and Coho Salmon Fisheries Region: Alaska Region Fishery Resource Disaster Assistance Request Requester: Governor Mike Dunleavy Request Received: 09/15/2023 Request Letter (PDF, 19 pages) Acknowledgement Letter (PDF, 2 pages) Request Deemed Complete: 12/27/2023 Determination Due: 04/25/2024 Secretary of Commerce Determination and Allocation Determination: Approved Determination Date: 04/08/2024 Cause of Disaster: Natural Determination Letter (PDF, 1 page) Allocation Date: 06/21/2024 Allocation Press Release Amount: $331,920 Fishery/Area Affected: Florida’s Big Bend Region Region: Southeast Region Fishery Resource Disaster Assistance Request Requester: Governor Ron DeSantis Request Received: 09/06/2023 Request Letter (PDF, 1 pages) Acknowledgement Letter (PDF, 2 pages) Request Deemed Complete: Determination Due: Secretary of Commerce Determination and Allocation Determination Determination Date: Cause of Disaster: Determination Letter Allocation Date: Allocation Press Release Amount: Fishery/Area Affected: Klamath River Fall Chinook Salmon Fishery Region: West Coast Region Disaster Assistance Request Requester: Joseph L. James, Chairperson, Yurok Tribe Request Received: 07/11/23 Request Letter (PDF, 2 pages) Acknowledgement Letter (PDF, 1 page) Request Deemed Complete: 07/18/2023 Determination Due: 11/15/2023 Secretary of Commerce Determination and Allocation Determination: Approved Determination Date: 9/26/2023 Cause of Disaster: Natural causes Determination Letter (PDF, 2 pages) Feature Story Allocation Date: 12/07/2023 Allocation Press Release Amount: $4.3 million Fishery/Area Affected: Klamath River and Ocean Salmon Fisheries Region: West Coast Region Disaster Assistance Request Requester: Fawn C. Murphy, Tribal Chairperson, Resighini Rancheria Tribe Request Received: 6/8/2023 Request Letter: (PDF, 2 pages) Acknowledgement Letter (PDF, 1 page) Request Deemed Complete: Determination Due: Secretary of Commerce Determination Determination: Determination Date: Cause of Disaster: Determination Letter Allocation Date: Allocation Press Release Amount: Fishery/Area Affected: Puget Sound Coho and Fall Chum Salmon Fisheries Region: West Coast Region Disaster Assistance Request Requester: Jeromy Sullivan, Chairman, Port Gamble S’Klallam Tribe Request Received: 5/17/2023 Request Letter: (PDF, 2 pages) Acknowledgement Letter (PDF, 1 page) Date Request Deemed Complete: 12/23/2023 Determination Due: 04/21/2024 Secretary of Commerce Determination Determination: Approved Determination Date: 04/08/2024 Cause of Disaster: Natural Determination Letter (PDF, 2 pages) Allocation Date: 06/21/2024 Allocation Press Release Amount: $403,978 Fishery/Area Affected: Oregon Ocean Commercial Salmon Fisheries Region: West Coast Region Disaster Assistance Request Requester: Governor Tina Kotek Request Received: 04/17/2023 Request letter (PDF, 2 pages) Acknowledgement Letter (PDF, 1 page) Request Deemed Complete: 02/20/2024 Determination Due: 06/19/2024 Secretary of Commerce Determination: Determination: Approved Determination Date: 05/24/2024 Press Release Cause of Disaster: Natural causes Determination Letter (PDF, 1 page) Allocation Date: Allocation Press Release Amount: Fishery/Area Affected: Sacramento River Fall Chinook, Klamath River Fall Chinook, Ocean, and Inland Salmon Fisheries Region: West Coast Region Disaster Assistance Request Requester: Lt. Governor Eleni Kounalakis Request Received: 04/06/2023 Request letter (PDF, 3 pages) ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "The NOAA Fisheries website provides accurate and science-based information on marine resources and ecosystems. It is a trusted source for fisheries management and environmental data. While its primary focus is not on debunking fake news, NOAA Fisheries' credibility in marine science and conservation can contribute to verifying claims related to aquatic life events such as the shark sighting during a hurricane."
                },
                "Content Score": {
                    "Newness Score": 7,
                    "Newness Justification": "The NOAA Fisheries website discusses the impact of Hurricane Ian in 2022.",
                    "Relevance Score": 6,
                    "Relevance Justification": "While the NOAA Fisheries site relates to marine life and disasters like hurricanes, it does not directly analyze the species of the shark in the flooded area during Hurricane Ian."
                }
            }
        },
        {
            "evidence5": {
                "kind": "customsearch#result",
                "title": "Video appears to show shark in Florida backyard during Hurricane Ian",
                "htmlTitle": "<b>Video</b> appears to show <b>shark</b> in Florida backyard during <b>Hurricane Ian</b>",
                "link": "https://www.washingtonpost.com/climate-environment/2022/10/01/hurricane-ian-shark-florida/",
                "displayLink": "www.washingtonpost.com",
                "snippet": "Oct 1, 2022 ... For years, there has been a deluge of fake videos and memes after major storms that claim to show sharks swimming in flooded streets.",
                "htmlSnippet": "Oct 1, 2022 <b>...</b> For years, there has been a deluge of fake <b>videos</b> and memes after major storms that claim to show <b>sharks</b> swimming in <b>flooded</b> streets.",
                "formattedUrl": "https://www.washingtonpost.com/climate.../2022/.../hurricane-ian-shark-flo...",
                "htmlFormattedUrl": "https://www.washingtonpost.com/climate.../<b>2022</b>/.../<b>hurricane</b>-<b>ian</b>-<b>shark</b>-flo...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQUyWZi-ItlmjdZXL46tCSuSdmonhlZhJRS-RpPmNxdl16WzVe1_A_WmY&s",
                            "width": "168",
                            "height": "300"
                        }
                    ],
                    "metatags": [
                        {
                            "twitter_description": "The recording of a large fish in a backyard during Hurricane Ian has been authenticated — but experts are of mixed views on whether it really shows a shark.",
                            "article_modified_time": "2022-10-04T02:59:15.577Z",
                            "og:image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/09-30-2022/t_6bdc9f0963b8485684c54e59fe499efe_name_3___Vertical_Video_00_04_54_29_Still007.jpg&w=1440",
                            "apple-itunes-app": "app-id=352509417, app-argument=https://www.washingtonpost.com/climate-environment/2022/10/01/hurricane-ian-shark-florida/?sourceApp=apple-banner",
                            "twitter:card": "summary_large_image",
                            "article:published_time": "2022-10-01T04:49:59.592Z",
                            "og:site_name": "Washington Post",
                            "og_title": "Is Florida’s hurricane shark real? The video is, at least.",
                            "og_type": "article",
                            "og_url": "https://www.washingtonpost.com/climate-environment/2022/10/01/hurricane-ian-shark-florida/",
                            "og:description": "The recording of a large fish in a backyard during Hurricane Ian has been authenticated — but experts are of mixed views on whether it really shows a shark.",
                            "article_published_time": "2022-10-01T04:49:59.592Z",
                            "next-head-count": "84",
                            "article_section": "Climate",
                            "twitter:site": "@WashingtonPost",
                            "article:modified_time": "2022-10-04T02:59:15.577Z",
                            "twitter_site": "@WashingtonPost",
                            "og_description": "The recording of a large fish in a backyard during Hurricane Ian has been authenticated — but experts are of mixed views on whether it really shows a shark.",
                            "article:content_tier": "metered",
                            "twitter_title": "Is Florida’s hurricane shark real? The video is, at least.",
                            "last_updated_date": "2022-10-04T02:59:15.577Z",
                            "og:type": "article",
                            "twitter:title": "Is Florida’s hurricane shark real? The video is, at least.",
                            "article:section": "Climate",
                            "og_site_name": "Washington Post",
                            "twitter_card": "summary_large_image",
                            "og:title": "Is Florida’s hurricane shark real? The video is, at least.",
                            "og_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/09-30-2022/t_6bdc9f0963b8485684c54e59fe499efe_name_3___Vertical_Video_00_04_54_29_Still007.jpg&w=1440",
                            "viewport": "width=device-width, initial-scale=1",
                            "twitter:description": "The recording of a large fish in a backyard during Hurricane Ian has been authenticated — but experts are of mixed views on whether it really shows a shark.",
                            "article_content_tier": "metered",
                            "og:url": "https://www.washingtonpost.com/climate-environment/2022/10/01/hurricane-ian-shark-florida/"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/09-30-2022/t_6bdc9f0963b8485684c54e59fe499efe_name_3___Vertical_Video_00_04_54_29_Still007.jpg&w=1440"
                        }
                    ]
                },
                "website_content": {
                    "content": "clockThis article was published more than 1 year ago\nFor years, there has been a deluge of fake videos and memes after major storms that claim to show sharks swimming in flooded streets. So when a video purporting to show a shark in an inundated backyard in Fort Myers, Fla., surfaced during Hurricane Ian this week, gathering millions of views on Twitter, viewers were skeptical.\nBut this time, the recording was real — even if there is no confirmation yet that what it depicted was a shark, according to Storyful, which first authenticated the video, and the Associated Press. The news agencies interviewed Dominic Cameratta, a real estate agent who filmed it with his cellphone, and reviewed the clip’s metadata to confirm it was recorded this week.\nThe video shows a fish that looks to be 4 feet long, with sharp dorsal fins, flipping and flopping in the water. “I didn’t know what it was,” Cameratta said. “I zoomed in, and all my friends were like, ‘It’s like a shark, man!’”\nExperts interviewed by the AP voiced mixed opinions on whether it was indeed a shark. George Burgess, a former director of the Florida Museum of Natural History’s shark program, said the fish appears to be a juvenile shark. But Neil Hammerschlag, the director of the University of Miami’s shark conservation program, said it was difficult to tell what it was.\nWhat’s been happening with animals in Florida during Hurricane Ian?\nImages purportedly showing sharks in urban areas after hurricanes and major floods have been repeatedly debunked since at least 2011, according to Snopes, a fact-checking website.\nOne image of a shark swimming along a flooded highway was uploaded after Hurricane Irene hit Puerto Rico in August 2011. The same image has been widely recirculated after subsequent storms in different areas: In 2016, it was in Daytona Beach, Fla.; a year later, in Houston; and in 2018, it was in Wrightsville Beach, N.C.\nSnopes reported that the original image from 2011 also was a hoax. It incorporated a 2005 photograph of a kayaker being trailed by a great white shark.\nHurricane Ian has devastated Florida, killing at least 23 people, according to state officials. It made its second landfall in the United States on Friday, hitting coastal South Carolina as a Category 1 storm with lashing rains and strong winds.",
                    "content_num": 498
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "The Washington Post is a renowned American newspaper with a long history of journalistic excellence and investigative reporting. It upholds high standards of accuracy and fact-checking. While the Washington Post is not specialized in debunking fake news, its thorough reporting and editorial processes make it a credible source for verifying information and exposing misinformation, including events like natural disasters and their impacts."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The article from The Washington Post was published on October 1, 2022, making it recent and pertinent to Hurricane Ian in 2022.",
                    "Relevance Score": 8,
                    "Relevance Justification": "The news piece directly addresses the claim of a shark in a Florida backyard during Hurricane Ian, which aligns well with the question about expert analysis of the shark species."
                }
            }
        },
        {
            "evidence6": {
                "kind": "customsearch#result",
                "title": "Hurricane Shark - Wikipedia",
                "htmlTitle": "<b>Hurricane Shark</b> - Wikipedia",
                "link": "https://en.wikipedia.org/wiki/Hurricane_Shark",
                "displayLink": "en.wikipedia.org",
                "snippet": "Hurricane Shark and Street Shark are nicknames for several claimed instances of a live shark swimming in a flooded urban area, typically in the aftermath of ...",
                "htmlSnippet": "<b>Hurricane Shark</b> and Street <b>Shark</b> are nicknames for several claimed instances of a live <b>shark</b> swimming in a <b>flooded</b> urban area, typically in the aftermath of&nbsp;...",
                "formattedUrl": "https://en.wikipedia.org/wiki/Hurricane_Shark",
                "htmlFormattedUrl": "https://en.wikipedia.org/wiki/<b>Hurricane</b>_<b>Shark</b>",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSjS_XLzDYfdrXYc8lZYF2tecRMGpCIQQwdcRrtEIsHuMS8PzBJeO1in98Q&s",
                            "width": "220",
                            "height": "165"
                        }
                    ],
                    "metatags": [
                        {
                            "referrer": "origin",
                            "theme-color": "#eaecf0",
                            "og:type": "website",
                            "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.25, maximum-scale=5.0",
                            "og:title": "Hurricane Shark - Wikipedia",
                            "format-detection": "telephone=no"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/%22Freeway_shark%22_hoax_image.png/220px-%22Freeway_shark%22_hoax_image.png"
                        }
                    ]
                },
                "website_content": {
                    "content": "Hurricane Shark and Street Shark are nicknames for several claimed instances of a live shark swimming in a flooded urban area, typically in the aftermath of a hurricane. For more than a decade (starting with Hurricane Irene in 2011), all media purporting to document such claims—most notably an image of a shark swimming on a flooded freeway—were debunked as fabrications. However, during Hurricane Ian in 2022, the Associated Press verified a video taken by Dominic Cameratta of a shark or other large fish swimming in flooded Fort Myers, Florida; one consulted expert concluded that the fish was \"a juvenile shark\" while another was unable to determine whether it was a shark.[1] Both the re-emergence of the hoax in hurricane after hurricane and the eventual appearance of a plausible claim have been the subject of commentary and amusement; Daniel Victor of The New York Times described the Associated Press's findings as \"like discovering Bigfoot is real\".[2] The original \"Hurricane Shark\" image was created during Hurricane Irene in 2011, with a claim that the shark was on a street in Puerto Rico.[2] According to The Washington Post, it likely originated on Reddit.[3] In the aftermath of the hurricane, the image was aired by Miami Fox affiliate WSVN,[3] was posted by the Miami Herald, and was widely shared on social media websites including Twitter.[4] The image was debunked by the Post,[3] Snopes.com,[5] and the Toronto Star.[4] It had been created by combining an image of a flooded street in Puerto Rico with a photo of a shark taken by Thomas P. Peschak off of South Africa in 2003.[4] The Post compared it to similar hoax images, such as one supposedly of Osama bin Laden's body following his death.[3] Craig Silverman, writing in the Star, cast it as part of a larger phenomenon of hoax images appearing in the aftermath of significant events.[4] The image has frequently resurfaced on the internet with claims that it was taken during various flooding events,[2] including in Houston during both the 2015 Texas–Oklahoma flood and tornado outbreak and the 2017 floods caused by Hurricane Harvey, and in Daytona Beach, Florida, in 2016 during floods caused by Hurricane Matthew.[5] Peschak has said his fans notify him each time the image re-emerges, but that \"they're more outraged than I am\".[6] After Toronto's Union Station flooded in June 2012, a manipulated image circulated purporting to show two sharks at the base of an escalator bank. The image was later reused in a hoax claiming that a shark tank had burst at the Kuwait Scientific Center.[7][8] While the flooding in Toronto was not the result of a hurricane, the hoax has often been compared to the main Hurricane Shark hoax.[2][9] Later in 2012, after Hurricane Sandy struck New Jersey, other fake shark images circulated in addition to the better-known freeway one. One image appears to depict a shark outside of a home in a suburban area.[10][11] Another appears to show a shark swimming down a suburban street.[12][13] Tom Phillips and Alexis Madrigal found the real shark image used to create the former; Snopes did the same for the latter.[10][13][11] During both Hurricane Irma and Hurricane Florence, fake television breaking news screen captures were seen online saying that the hurricane \"now contains sharks\", although neither contained images of sharks.[14] No, Hurricane Florence does not contain sharks September 13, 2018[15] Hurricane sharks as hoaxes have taken on a life of their own, in social media and in the press. Doctored photos of sharks swimming in urban areas went viral on social media in virtually every disastrous storm and hurricane in the decade since, often copies of the image that first circulated during Irene.[15] Some on social media have treated the Hurricane Shark as a meme, an in-joke hoax to be revived with each disaster, while others have genuinely believed in the authenticity of the photos being spread.[2] Commentators have made comparisons to Sharknado, a film series that also involves sharks caught up in natural disasters.[16][1] In response to the \"now contains sharks\" images circulated during Hurricane Florence, FEMA's Associate Director of Office of Response and Recovery, Jeffrey Byard, denied that \"there's a sharknado effect or anything like that\".[14] Because of the recurring nature of the meme, fact-checkers and journalists in the media have repeatedly needed to clarify that the images of Hurricane sharks were hoaxes. According to Daniel Victor, writing for The New York Times in 2022, Hurricane Shark is the \"longtime nemesis\" of fact-checkers on social media.[2] In Silverman's Verification Handbook, Phillips makes a case study of his work with Madrigal during Hurricane Sandy, describing the images they reviewed as \"strange enough to make you suspicious, yet [not] implausible enough to dismiss out of hand\".[10][13] Rose Eveleth, in a 2014 piece for BBC Future about how to spot fake Sandy photos, includes as her list's final item, \"If it has a shark in it, it's probably fake\".[9] An early claim of sharks in a flooded urban area, predating the original Hurricane Shark hoax, occurred in Goodna, Queensland, Australia, amidst major flooding in January 2011.[4] Butcher Steve Bateman reported a shark, roughly 6 feet (1.8 m) in length, swimming past his shop, and several others reported seeing a shark on a different street.[17] Two local politicians vouched for Bateman's credibility, and The Queensland Times noted that sharks are known to swim up the Bremer River to Goodna.[18] In September 2022, after Hurricane Ian struck Florida, a video emerged online of a shark in a flooded backyard in Fort Myers, Florida, drawing over 12 million views within a day.[1] Initially, the video received skepticism from journalists and fact-checkers, wary of the long history of similar media being hoaxes while also noting that the video seemed more authentic than previous renditions.[2] On September 29, the Associated Press, while noting the history of the Hurricane Shark, confirmed the authenticity of the video based on analysis of the video's metadata and an interview with the videographer, Dominic Cameratta. The Associated Press consulted shark experts George H. Burgess and ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 7,
                    "justification": "Wikipedia is a widely used online encyclopedia that relies on crowdsourced information. While it can be a good starting point for general knowledge, its content is subject to changes and may not always be instantly reliable or up to date. Wikipedia articles can vary in quality and accuracy depending on contributors and editors. While Wikipedia can provide background information on topics, it may not be the most reliable source for detecting fake news due to its editable nature."
                },
                "Content Score": {
                    "Newness Score": 6,
                    "Newness Justification": "As a Wikipedia article, the information may vary, but it was last updated in 2022, indicating relevance to the Hurricane Ian timeframe.",
                    "Relevance Score": 4,
                    "Relevance Justification": "The Wikipedia article covers general instances of sharks in flooded urban areas post-hurricanes and may not directly address the specific species analysis during Hurricane Ian."
                }
            }
        },
        {
            "evidence7": {
                "kind": "customsearch#result",
                "title": "A timeline of chaotic Ian evacuation orders in Florida's Lee County ...",
                "htmlTitle": "A timeline of chaotic <b>Ian</b> evacuation orders in Florida&#39;s Lee County ...",
                "link": "https://www.washingtonpost.com/nation/2022/10/14/lee-county-hurricane-ian-evacuation-timeline/",
                "displayLink": "www.washingtonpost.com",
                "snippet": "October 14, 2022 at 10:57 a.m. EDT. Videos show Hurricane Ian hitting Fort Myers, Fla., on Sept. 28. (Video: The Washington Post). Listen. 10 min.",
                "htmlSnippet": "October 14, <b>2022</b> at 10:57 a.m. EDT. <b>Videos</b> show <b>Hurricane Ian</b> hitting Fort Myers, Fla., on Sept. 28. (<b>Video</b>: The Washington Post). Listen. 10 min.",
                "formattedUrl": "https://www.washingtonpost.com/.../2022/.../lee-county-hurricane-ian-evac...",
                "htmlFormattedUrl": "https://www.washingtonpost.com/.../<b>2022</b>/.../lee-county-<b>hurricane</b>-<b>ian</b>-evac...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQMVMWaSCnjnAkV4elV8yQCnbePQLRdl5rGGlkf0UXlW_hKCzav_xkMdr95&s",
                            "width": "300",
                            "height": "168"
                        }
                    ],
                    "metatags": [
                        {
                            "twitter_description": "A Washington Post analysis of weather advisories, emergency notifications and interviews paints a stark picture of confusion on the ground as Ian approached Florida's Lee County.",
                            "article_modified_time": "2022-10-16T17:30:35.952Z",
                            "og:image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RTNOULXXINBZFJK4M654ANMRL4.jpg&w=1440",
                            "apple-itunes-app": "app-id=352509417, app-argument=https://www.washingtonpost.com/nation/2022/10/14/lee-county-hurricane-ian-evacuation-timeline/?sourceApp=apple-banner",
                            "twitter:card": "summary_large_image",
                            "article:published_time": "2022-10-14T14:57:02.662Z",
                            "og:site_name": "Washington Post",
                            "og_title": "Hour-by-hour analysis shows toll of county’s delay before Hurricane Ian",
                            "og_type": "article",
                            "og_url": "https://www.washingtonpost.com/nation/2022/10/14/lee-county-hurricane-ian-evacuation-timeline/",
                            "og:description": "A Washington Post analysis of weather advisories, emergency notifications and interviews paints a stark picture of confusion on the ground as Ian approached Florida's Lee County.",
                            "article_published_time": "2022-10-14T14:57:02.662Z",
                            "next-head-count": "84",
                            "article_section": "National",
                            "twitter:site": "@WashingtonPost",
                            "article:modified_time": "2022-10-16T17:30:35.952Z",
                            "twitter_site": "@WashingtonPost",
                            "og_description": "A Washington Post analysis of weather advisories, emergency notifications and interviews paints a stark picture of confusion on the ground as Ian approached Florida's Lee County.",
                            "article:content_tier": "metered",
                            "twitter_title": "Hour-by-hour analysis shows toll of county’s delay before Hurricane Ian",
                            "last_updated_date": "2022-10-16T17:30:35.952Z",
                            "og:type": "article",
                            "twitter:title": "Hour-by-hour analysis shows toll of county’s delay before Hurricane Ian",
                            "article:section": "National",
                            "og_site_name": "Washington Post",
                            "twitter_card": "summary_large_image",
                            "og:title": "Hour-by-hour analysis shows toll of county’s delay before Hurricane Ian",
                            "og_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RTNOULXXINBZFJK4M654ANMRL4.jpg&w=1440",
                            "viewport": "width=device-width, initial-scale=1",
                            "twitter:description": "A Washington Post analysis of weather advisories, emergency notifications and interviews paints a stark picture of confusion on the ground as Ian approached Florida's Lee County.",
                            "article_content_tier": "metered",
                            "og:url": "https://www.washingtonpost.com/nation/2022/10/14/lee-county-hurricane-ian-evacuation-timeline/"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RTNOULXXINBZFJK4M654ANMRL4.jpg&w=1440"
                        }
                    ]
                },
                "website_content": {
                    "content": "clockThis article was published more than 1 year ago FORT MYERS, Fla. — Hurricane Ian was gaining strength and spiraling toward western Florida. Officials from Lee County gathered in an emergency headquarters on Sept. 26 to review their response plans. Forecasters warned that catastrophic storm surge could inundate much of the coastline with several feet of seawater, even in places far from Ian’s center. Nearby counties were announcing evacuations. But in Lee County, officials decided to wait until the following morning to order people to leave, citing uncertainty about Ian’s track. By then, it may have been too late for some of the most vulnerable residents. At least 54 people in the county died in storm-related deaths when Ian made landfall outside Fort Myers on Sept. 28, according to the state Medical Examiners Commission, the most of any county. A Washington Post analysis of weather advisories, emergency notifications and interviews with local residents paints a stark picture of confusion on the ground as Ian approached. It shows how Lee County officials, focused on predictions that the storm would hit farther north, delayed acting on repeated forecasts from the National Weather Service that the county’s barrier islands and coastal areas could experience life-threatening flooding. The situation in Lee County, where recovery is still in its early stages, underscores how, without a clear, centralized message about the storm’s dangers, some people in the path spent critical hours trying to gauge the risks on their own in deciding whether to leave. Even after a local media outlet reported that Lee County was planning evacuations, officials waited more than 12 hours to publicly issue an order. When evacuations were announced, some residents said the warnings never reached them, and that they did not understand the extreme risk of staying until their homes were flooding. Lee County officials did not respond to specific questions about the timing of evacuations and how residents were notified but defended their course of action overall, saying they moved quickly as forecasts changed. “Evacuation orders are typically issued based on storm surge projections. So as the forecasting for a system shifts, storm surge projections invariably shift with it. The day before Ian’s anticipated landfall, storm surge predictions drastically increased,” county spokeswoman Betsy Clayton said in an emailed statement. “Based on this modeling, we issued the corresponding evacuation orders and encouraged residents to seek shelter.” But as residents surveyed the devastation left by the storm, some questioned why officials did not call for evacuations sooner. “If [officials] are not concerned, and that’s who we’re supposed to have our trust in because that’s who we voted for, then we think, ‘It must be okay,’” said Jessica Silva, 41, of Cape Coral, who said she and her family scrambled to leave before Ian hit. Ian, then a tropical storm, was churning through the Caribbean. The forecast cone was wide — models showed that after landfall in western Cuba, the eye could hit anywhere from the barrier islands outside Fort Myers to the Panhandle region sometime between Wednesday and Friday. But the same forecasts showed Ian could bring potentially deadly storm surge to long stretches of Florida’s coastline, no matter where it landed. A public advisory from the National Hurricane Center, issued at 11 p.m. Sunday, cautioned that an area encompassing much of the coast in Charlotte and Lee counties could see a storm surge of 4 to 7 feet. A storm surge watch from the National Weather Service said “life-threatening inundation” was possible in roughly the same area as early as Tuesday night. As Ian intensified into a hurricane Monday, predictions about landfall remained imprecise. The country’s flagship weather forecasting model showed the storm arcing toward Tampa Bay. Models developed in Europe placed the impact zone closer to Fort Myers. Again the National Weather Service said that, regardless of Ian’s exact track, much of the coastline would face a dangerous surge, along with fierce winds and heavy rainfall. Armed with this information, counties north of Lee — including Charlotte, Hillsborough, Pinellas and Manatee — announced mandatory evacuations. Charlotte County Emergency Management Director Patrick Fuller noted in a news conference that Ian could bring a “potentially life-threatening storm surge.” Storm surge forecast, Monday Sept. 26th feet above ground 9 feet or more 1ft 2 3 6 Port Charlotte Detail CHARLOTTE COUNTY LEE COUNTY Fort Myers Cape Coral Sanibel Fort Myers Beach 5 MILES Note: Storm surge data as of 5 a.m. Monday ET Source: NOAA (storm surge), Microsoft (buildings) Storm surge forecast, Monday Sept. 26th feet above ground 9 feet or more 1ft 2 3 6 Port Charlotte Detail CHARLOTTE COUNTY LEE COUNTY Fort Myers Cape Coral Sanibel Fort Myers Beach Gulf of Mexico Bonita Springs 5 MILES Note: Storm surge data as of 5 a.m. Monday ET Source: NOAA (storm surge), Microsoft (buildings) Storm surge forecast, Monday Sept. 26th feet above ground 9 feet or more 3 6 2 1 Port Charlotte Detail CHARLOTTE COUNTY LEE COUNTY Coya Costa Fort Myers Gasparilla Sound Cape Coral Sanibel Fort Myers Beach Gulf of Mexico Bonita Springs 5 MILES Note: Storm surge data as of 5 a.m. Monday ET Source: NOAA (storm surge), Microsoft (buildings) Charlotte County officials told people in high-risk areas known as Zone A to leave because surge waters were projected to top 6 feet, which triggers such evacuations in the county’s emergency plan, spokesman Brian Gleason told The Post. Lee County was facing similar surge predictions. But officials there said they would see how the forecast evolved before deciding on mandatory evacuations. “A couple days ago Fort Myers, Lee County, was right in the very center of the cone of uncertainty,” Lee County Manager Roger Desjarlais told reporters in a 3 p.m. news conference from the county’s emergency operations center. “And that’s really the best place to be three, four days out because the storm will never, ever behave that way.” Desjarlais said people on barrier islands should leave if they felt unsafe and wanted to avoid traffic. He also noted that ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "The Washington Post is a renowned American newspaper with a long history of journalistic excellence and investigative reporting. It upholds high standards of accuracy and fact-checking. While the Washington Post is not specialized in debunking fake news, its thorough reporting and editorial processes make it a credible source for verifying information and exposing misinformation, including events like natural disasters and their impacts."
                },
                "Content Score": {
                    "Newness Score": 7,
                    "Newness Justification": "The article from The Washington Post was published on October 14, 2022, making it relatively recent.",
                    "Relevance Score": 6,
                    "Relevance Justification": "The article discusses evacuation orders during Hurricane Ian but does not directly address the species analysis of the shark seen in the flooded area."
                }
            }
        },
        {
            "evidence8": {
                "kind": "customsearch#result",
                "title": "Fishery Resource Disaster Assistance | NOAA Fisheries",
                "htmlTitle": "Fishery Resource Disaster Assistance | NOAA Fisheries",
                "link": "https://www.fisheries.noaa.gov/national/funding-financial-services/fishery-resource-disaster-assistance",
                "displayLink": "www.fisheries.noaa.gov",
                "snippet": "May 20, 2024 ... These factors include events such as hurricanes and typhoons, oil spills, harmful algal blooms, and other types of disasters, both natural and ...",
                "htmlSnippet": "May 20, 2024 <b>...</b> These factors include events such as <b>hurricanes</b> and typhoons, oil spills, harmful algal blooms, and other <b>types</b> of disasters, both natural and&nbsp;...",
                "formattedUrl": "https://www.fisheries.noaa.gov/national/.../fishery-resource-disaster-assistan...",
                "htmlFormattedUrl": "https://www.fisheries.noaa.gov/national/.../fishery-resource-disaster-assistan...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS3af0URPyBMqGOOjtDLyXzqh9_RiK-AlY4KAhz7vQ18R0PLqJ4aIzzseY&s",
                            "width": "275",
                            "height": "183"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://www.fisheries.noaa.gov/s3//dam-migration/750x500-working-waterfront.jpg",
                            "og:type": "News/Generic Page",
                            "twitter:card": "summary_large_image",
                            "twitter:title": "Fishery Resource Disaster Assistance",
                            "og:site_name": "NOAA",
                            "dcterms.language": "en",
                            "dcterms.contributor": "Office of Sustainable Fisheries",
                            "handheldfriendly": "true",
                            "og:title": "Fishery Resource Disaster Assistance",
                            "dcterms.title": "Fishery Resource Disaster Assistance | NOAA Fisheries",
                            "dcterms.creator": "NOAA Fisheries",
                            "dcterms.description": "Fisheries are subject to a number of factors that can cause sudden and unexpected losses. Assistance may be available to these fishing communities.",
                            "dcterms.date": "Mon, 05/20/2024 - 10:34",
                            "dcterms.subject": "Funding & Financial Services",
                            "og:description": "Fisheries are subject to a number of factors that can cause sudden and unexpected losses. Assistance may be available to these fishing communities.",
                            "twitter:creator": "@NOAAFisheries",
                            "twitter:image": "https://www.fisheries.noaa.gov/s3//dam-migration/750x500-working-waterfront.jpg",
                            "facebook-domain-verification": "9ywy0d7q1zwxd9ajs6hh5cinjeg98h",
                            "twitter:site": "@NOAAFisheries",
                            "viewport": "width=device-width, initial-scale=1.0",
                            "twitter:description": "Fisheries are an essential part of coastal economies, providing jobs for fishermen, fish processors, and related maritime support industries. Since fisheries depend on the productivity of the environment, there are natural variations in the number of fish caught each year and in the revenue generated by the fishery. However, fisheries are also subject to a number of factors that can cause sudden and unexpected losses, leading to serious economic impact for fishers and their communities.",
                            "mobileoptimized": "width",
                            "og:url": "https://www.fisheries.noaa.gov/national/funding-financial-services/fishery-resource-disaster-assistance",
                            "dcterms.coverage": "National"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.fisheries.noaa.gov/s3//dam-migration/750x500-working-waterfront.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "Internet Explorer lacks support for the features of this website. For the best experience, please use a modern browser such as Chrome, Firefox, or Edge.\nFisheries are subject to a number of factors that can cause sudden and unexpected losses. Assistance may be available to these fishing communities.\nFisheries are an essential part of coastal economies, providing jobs for fishermen, fish processors, and related maritime support industries. Since fisheries depend on the productivity of the environment, there are natural variations in the number of fish caught each year and in the revenue generated by the fishery. However, fisheries are also subject to a number of factors that can cause sudden and unexpected losses, leading to serious economic impact for fishers and their communities. These factors include events such as hurricanes and typhoons, oil spills, harmful algal blooms, and other types of disasters, both natural and man-made.\nOn December 29, 2022, Congress enacted the Fishery Resource Disasters Improvement Act (beginning on page 803) amending the Magnuson-Stevens Act (MSA) and repealing the Interjurisdictional Fisheries Act. NOAA Fisheries will administer disaster assistance requests received after December 29, 2022 under the MSA, as amended by the Fishery Resource Disasters Improvement Act. Disaster requests received before December 28, 2022, and that remain in process, will be reviewed under NOAA Fisheries’ existing policy. This involves fishery disaster provisions for MSA and the Interjurisdictional Fisheries Act statutes. \nUnder the Fishery Resource Disasters Improvement Act revisions of the MSA, a request for a fishery resource disaster determination is generally made by the Governor of a State, an official resolution of an Indian Tribe, or other comparable elected or politically appointed representative as determined by the Secretary of Commerce. The Secretary may also initiate a review, at their own discretion, including under exceptional circumstances. The Secretary determines whether the fishery resource disaster request is consistent with the MSA and warrants a fishery resource disaster determination. If the Secretary determines that a fishery resource disaster has occurred, Congress may appropriate funds for disaster assistance, which are administered by NOAA Fisheries, as delegated by the Secretary. NOAA is currently updating the Policy on Disaster Assistance to incorporate new requirements under the Fishery Resource Disaster Improvement Act.\nReview our page of frequently asked questions about fishery resource disaster assistance to learn more about:\n\n\nLast updated by \n  \n  \n                  \n                            \n              \n  \n  Office of Sustainable Fisheries\n\n  on May 20, 2024",
                    "content_num": 507
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "The NOAA Fisheries website provides accurate and science-based information on marine resources and ecosystems. It is a trusted source for fisheries management and environmental data. While its primary focus is not on debunking fake news, NOAA Fisheries' credibility in marine science and conservation can contribute to verifying claims related to aquatic life events such as the shark sighting during a hurricane."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The NOAA Fisheries information pertains to disasters like Hurricane Ian in 2022.",
                    "Relevance Score": 4,
                    "Relevance Justification": "While NOAA Fisheries provide valuable data on marine resources, the specific analysis of the shark species during Hurricane Ian is not the primary focus."
                }
            }
        },
        {
            "evidence9": {
                "kind": "customsearch#result",
                "title": "National Commission on the BP Deepwater Horizon Oil Spill and ...",
                "htmlTitle": "National Commission on the BP Deepwater Horizon Oil Spill and ...",
                "link": "https://www.govinfo.gov/content/pkg/GPO-OILCOMMISSION/pdf/GPO-OILCOMMISSION.pdf",
                "displayLink": "www.govinfo.gov",
                "snippet": "We would also like to thank Chevron for performing the cement tests that proved so critical to our investigation into the Macondo well blowout. We also thank ...",
                "htmlSnippet": "We would also like to thank Chevron for performing the cement tests that proved so critical to our <b>investigation</b> into the Macondo well blowout. We also thank&nbsp;...",
                "formattedUrl": "https://www.govinfo.gov/content/pkg/GPO.../GPO-OILCOMMISSION.pdf",
                "htmlFormattedUrl": "https://www.govinfo.gov/content/pkg/GPO.../GPO-OILCOMMISSION.pdf",
                "pagemap": {
                    "metatags": [
                        {
                            "moddate": "D:20110111144220-05'00'",
                            "creationdate": "D:20110106152611-05'00'",
                            "creator": "Adobe InDesign CS5 (7.0)",
                            "producer": "Adobe PDF Library 9.9"
                        }
                    ]
                },
                "mime": "application/pdf",
                "fileFormat": "PDF/Adobe Acrobat",
                "website_content": {
                    "content": "Error fetching https://www.govinfo.gov/content/pkg/GPO-OILCOMMISSION/pdf/GPO-OILCOMMISSION.pdf: Message: Unable to obtain driver for firefox; For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors/driver_location\n",
                    "content_num": 0
                },
                "website_quality_evaluation": {
                    "website_quality Score": 9,
                    "justification": "Govinfo is a U.S. government website that provides access to official publications and documents from all branches of the federal government. It is a primary source for accurate and authoritative information on government proceedings, laws, regulations, and data. Govinfo's content is vetted and verified, making it a valuable resource for fact-checking and confirming official information related to incidents like hurricanes and their impacts."
                },
                "Content Score": {
                    "Newness Score": 3,
                    "Newness Justification": "The information from the Government website is dated May 20, 2024, and may not be directly relevant to the Hurricane Ian period in 2022.",
                    "Relevance Score": 3,
                    "Relevance Justification": "The Government website's content does not directly address the question about expert analysis or scientific examination of the shark species in the flooded area during Hurricane Ian."
                }
            }
        }
    ]
}