{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/oj-simpson-sag-aftra-strike/",
        "article_rating": "False"
    },
    "claim": "O.J. Simpson tweeted a video expressing his support for ​​SAG-AFTRA actors on strike against major studios in July 2023, and saying he would join them on the picket lines.",
    "Video_information": {
        "video_date": 20230711.0,
        "platform": "twitter",
        "video_headline": "Sports should be equal and fair.",
        "video_transcript": "Hey, Twitter world. It's me, yours truly. Well, there's a subject that I've tried to stay out of, but some here lately is hard to avoid. I I saw Megan, Rapinoe, said that she would love to be competing, against, transgender women. And, look, I'm all for it. I think, yeah, you'd be whatever you wanna be. To me, it doesn't really matter. I remember years ago when I was a tennis player and I saw doctor Renee Richards compete. Here was a person in their forties that transgen, and the courts ruled that she could compete. And, hey, she was pretty good. She didn't win any major tournaments. I think she got to a finals of a doubles once, and I think she got to the 3rd round of a singles. But let's face the fact, even though she was in her forties and never a great, great, great tennis player, being a biological male, she was able to do pretty well against the women back then. I see the girl in Connecticut is suing the state to track girl because never was able to get a gold medal in her junior and senior year because she was competing against guys who identified as, a female. I mean, they went through no medical, any change, but they just said they identified and they beat her. My thing is why why don't they treat it, especially in track and field? Why don't you treat it like, the marathon? Let everybody compete, but when it's over, have a category for female, a category for male, and a category for transgenders. Senator in South Carolina stated, what it might, Tyson decide to identify, as a female? Are you gonna let him box women? I don't think so. I'm a golfer. And trust me, you could take probably the 350th rated a male golfer if he decides, now that we know women to make it all of this money. But if he decides that he wants to identify as a female, trust me. You would probably be a top 10 female golfer. Just isn't fair. If you're born a male, you're born a female, I don't think it's fair in sports to have them competing against one another. Give them their own category. Let the trans compete against the trans, the female against the females, and the males against the male. I'm just saying. Take care.",
        "Video_descriptor": "The video begins with a man wearing sunglasses and a green polo shirt standing in front of a house, holding a bottle of beer and appearing to enjoy a casual moment amidst tropical vegetation, including palm trees and pink flowers, indicative of a warm location, possibly Las Vegas, as suggested by the text overlay that showcases the date August 10, 2023. The scene transitions to him sitting relaxed in a chair, still sporting his sunglasses and green shirt, basking in the sunny weather and seemingly enjoying life, which aligns with another frame that highlights him as \"Living his best life\" and expressing contentment. The narrative then shifts back to him standing in front of the house again, this time holding a cell phone, engaging in conversation or browsing, with images depicting him capturing selfies or recording video, enhanced by reflections of his surroundings in his dark sunglasses, emphasizing his relaxed atmosphere. The concluding moments show him returning to the same chair, maintaining his casual demeanor, consistently framed against a vibrant outdoor setting that reinforces the idea of leisure and happiness associated with sunny days. Throughout the video, his relaxed posture, smiles, and the lush backgrounds contribute to an overall impression of joy and fulfillment in his current life situation, depicting leisurely activities by sharing moments outdoors in sunny environments like San Diego and possibly enjoying events such as a pool party, all while wearing a wristwatch that adds a touch of casual elegance to his appearance."
    }
}