{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/hunter-biden-cocaine-white-house/",
        "article_rating": "Miscaptioned"
    },
    "claim": "A video captured on July 4, 2023, authentically showed Hunter Biden sniffing cocaine in front of his family on the White House balcony.",
    "Video_information": {
        "video_date": 20230705.0,
        "platform": "twitter",
        "video_headline": "Hunters doing blow and hes high as a kite.",
        "video_transcript": "I was gonna go to court before I got high. I was gonna pay my child support, but then I got high. No. You wouldn't. They took my whole paycheck, and I know",
        "Video_descriptor": "The video opens with a heartwarming scene of a woman and a little girl waving from a balcony, setting a cheerful tone. This is followed by a transition to a man and a woman walking down a street, with the man dressed in a suit and tie, and the woman in a stylish dress, indicating a formal occasion. The setting then shifts to a woman in a blue dress, also standing on a balcony and waving enthusiastically at the crowd, accompanied by a man in a suit who joins her in this gesture. As the video progresses, we see a recurring theme of individuals in formal attire on balconies, waving at onlookers, which reinforces the atmosphere of an important event. One key frame captures a woman next to an American flag in a formal setting, suggesting her significance, as another frame portrays a woman showing a contemplative expression while looking out a window, hinting at the event's importance. The imagery suggests an evening ambiance, where a woman in a floral-patterned blouse gazes outside, reflecting a moment of observance amidst celebratory waves. Another frame showcases a group of three individuals on a balcony, including a woman holding a baby, underscoring the familial aspects of the gathering and the prominence of the venue, evidenced by a banner reading 'PRESIDENT OF THE UNITED STATES'. The video concludes with the consistent sight of the man and woman, still in their formal attire, warmly waving at the crowd, encapsulating a sense of unity and festivity that characterizes the entire sequence."
    }
}