{
    "article_data": {
        "article_url": "https://www.snopes.com/fact-check/klaus-schwab-planning-lockdowns/",
        "article_rating": "False"
    },
    "claim": "Klaus Schwab publicly admitted that he is planning to implement China-style forced COVID lockdowns all over the world during the “next pandemic.”",
    "Video_information": {
        "video_date": 20230723.0,
        "platform": "youtube",
        "video_headline": "Klaus Schwab Announces His New Evil Plan ",
        "video_transcript": "The capability to bounce back because there will be certainly what we call the black swans, the unpleasant surprises which will come in our way. You heard it right there. Black Swan coming. Klost saying it himself to an audience of people eating up his every word. This is a dork who's able to get a position of power by making money in shady ways, and is now using his capital to wreak havoc and try to gain power for himself. He's also at the same time as he is now pushing these crazy ideologies. He's simultaneously trying to implement China style policies all over the world for these black swan events that he knows are coming, in part because he's playing a role in them. He's going to try to use that as a power grab for a one world government. It's not clear to a lot of people yet, but we are seeing in real time him admitting this. And yet no one wants to pay attention in the media. No one in positions of power are trying to stop him. In fact, they would rather work with him. Take a look at this. He's in cahoots with a lot of these top people. This is him and Joe Biden in 2016 talking together. He knows all of them. And more importantly than him knowing the powerful politicians and being in cahoots with them, he understands exactly how to get to the shadow governments of the world, the people who really run things behind the scenes. That is what is so terrifying and so scary because this guy is so desperate a Implemented to try to prevent something that could have easily been prevented just simply by using a few techniques that do not require government intervention. It's so silly how this has been allowed to happen, and the fact that we are also being censored when we talk about this on most places shows you exactly why it's so important that we do call it out. So make sure whatever the heck you do, to go down there, click the share button, click the subscribe button, click whatever the heck you can, any of those buttons to help this video get out to more people because we need to continue exposing the truth and we need to make sure that Klaus is stopped in his tracks before he does purposefully initiate the next black swan so then he can implement his one world extreme government policies. That's what he wants more than anything else and it's very sad indeed. I'm Matt Wallace. Make sure to subscribe with notifications on and stay up to you in real time on these important breaking news events.",
        "Video_descriptor": "The video opens with a man addressing the camera directly, setting an engaging tone before transitioning to a news anchor reporting on an urgent breaking news story, likely related to major current events. Following this, the scene shifts to a man in a suit walking down the street, captured from various angles, indicating an urban setting. The focus then changes to another man in a suit and tie who speaks to the camera, and moments later, he stands in front of a crowd, suggesting he is at a significant public event. The video continues to showcase this man in a suit and tie speaking to the camera again, reverting briefly to images of the suited individual engaging with the crowd, thus underscoring his role as a prominent figure potentially addressing important issues. Interspersed within these scenes are key frames that enhance the narrative: one shows a live news broadcast featuring a man in front of a backdrop displaying the 'World Economic Forum' logo, while tweets discussing economic impacts and the 4th Industrial Revolution highlight the relevance of current economic discussions. Additional frames depict urban responses to the Covid-19 pandemic in China, showcasing healthcare workers and quarantine measures, which could tie into the overall theme of crisis management and societal challenges present in the main narrative. The video concludes with the man in a suit and tie speaking directly to the camera once more, emphasizing continuity in delivering important messages, thereby weaving a comprehensive storyline that revolves around significant contemporary issues within a structured informative framework."
    }
}