{
    "kind": "customsearch#search",
    "url": {
        "type": "application/json",
        "template": "https://www.googleapis.com/customsearch/v1?q={searchTerms}&num={count?}&start={startIndex?}&lr={language?}&safe={safe?}&cx={cx?}&sort={sort?}&filter={filter?}&gl={gl?}&cr={cr?}&googlehost={googleHost?}&c2coff={disableCnTwTranslation?}&hq={hq?}&hl={hl?}&siteSearch={siteSearch?}&siteSearchFilter={siteSearchFilter?}&exactTerms={exactTerms?}&excludeTerms={excludeTerms?}&linkSite={linkSite?}&orTerms={orTerms?}&dateRestrict={dateRestrict?}&lowRange={lowRange?}&highRange={highRange?}&searchType={searchType}&fileType={fileType?}&rights={rights?}&imgSize={imgSize?}&imgType={imgType?}&imgColorType={imgColorType?}&imgDominantColor={imgDominantColor?}&alt=json"
    },
    "queries": {
        "request": [
            {
                "title": "Google Custom Search - News reports shark highway during Hurricane Ian Florida verified",
                "totalResults": "541000",
                "searchTerms": "News reports shark highway during Hurricane Ian Florida verified",
                "count": 10,
                "startIndex": 1,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e"
            }
        ],
        "nextPage": [
            {
                "title": "Google Custom Search - News reports shark highway during Hurricane Ian Florida verified",
                "totalResults": "541000",
                "searchTerms": "News reports shark highway during Hurricane Ian Florida verified",
                "count": 10,
                "startIndex": 11,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e"
            }
        ]
    },
    "context": {
        "title": "DogeNet Search"
    },
    "searchInformation": {
        "searchTime": 0.312666,
        "formattedSearchTime": "0.31",
        "totalResults": "541000",
        "formattedTotalResults": "541,000"
    },
    "items": [
        {
            "evidence0": {
                "kind": "customsearch#result",
                "title": "Hurricane Shark - Wikipedia",
                "htmlTitle": "<b>Hurricane Shark</b> - Wikipedia",
                "link": "https://en.wikipedia.org/wiki/Hurricane_Shark",
                "displayLink": "en.wikipedia.org",
                "snippet": "... shark swimming on a flooded freeway—were debunked as fabrications. However, during Hurricane Ian in 2022, the Associated Press verified a video taken by ...",
                "htmlSnippet": "... <b>shark</b> swimming on a flooded <b>freeway</b>—were debunked as fabrications. However, <b>during Hurricane Ian</b> in 2022, the Associated Press <b>verified</b> a video taken by&nbsp;...",
                "formattedUrl": "https://en.wikipedia.org/wiki/Hurricane_Shark",
                "htmlFormattedUrl": "https://en.wikipedia.org/wiki/<b>Hurricane</b>_<b>Shark</b>",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSjS_XLzDYfdrXYc8lZYF2tecRMGpCIQQwdcRrtEIsHuMS8PzBJeO1in98Q&s",
                            "width": "220",
                            "height": "165"
                        }
                    ],
                    "metatags": [
                        {
                            "referrer": "origin",
                            "theme-color": "#eaecf0",
                            "og:type": "website",
                            "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.25, maximum-scale=5.0",
                            "og:title": "Hurricane Shark - Wikipedia",
                            "format-detection": "telephone=no"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/%22Freeway_shark%22_hoax_image.png/220px-%22Freeway_shark%22_hoax_image.png"
                        }
                    ]
                },
                "website_content": {
                    "content": "Hurricane Shark and Street Shark are nicknames for several claimed instances of a live shark swimming in a flooded urban area, typically in the aftermath of a hurricane. For more than a decade (starting with Hurricane Irene in 2011), all media purporting to document such claims—most notably an image of a shark swimming on a flooded freeway—were debunked as fabrications. However, during Hurricane Ian in 2022, the Associated Press verified a video taken by Dominic Cameratta of a shark or other large fish swimming in flooded Fort Myers, Florida; one consulted expert concluded that the fish was \"a juvenile shark\" while another was unable to determine whether it was a shark.[1] Both the re-emergence of the hoax in hurricane after hurricane and the eventual appearance of a plausible claim have been the subject of commentary and amusement; Daniel Victor of The New York Times described the Associated Press's findings as \"like discovering Bigfoot is real\".[2] The original \"Hurricane Shark\" image was created during Hurricane Irene in 2011, with a claim that the shark was on a street in Puerto Rico.[2] According to The Washington Post, it likely originated on Reddit.[3] In the aftermath of the hurricane, the image was aired by Miami Fox affiliate WSVN,[3] was posted by the Miami Herald, and was widely shared on social media websites including Twitter.[4] The image was debunked by the Post,[3] Snopes.com,[5] and the Toronto Star.[4] It had been created by combining an image of a flooded street in Puerto Rico with a photo of a shark taken by Thomas P. Peschak off of South Africa in 2003.[4] The Post compared it to similar hoax images, such as one supposedly of Osama bin Laden's body following his death.[3] Craig Silverman, writing in the Star, cast it as part of a larger phenomenon of hoax images appearing in the aftermath of significant events.[4] The image has frequently resurfaced on the internet with claims that it was taken during various flooding events,[2] including in Houston during both the 2015 Texas–Oklahoma flood and tornado outbreak and the 2017 floods caused by Hurricane Harvey, and in Daytona Beach, Florida, in 2016 during floods caused by Hurricane Matthew.[5] Peschak has said his fans notify him each time the image re-emerges, but that \"they're more outraged than I am\".[6] After Toronto's Union Station flooded in June 2012, a manipulated image circulated purporting to show two sharks at the base of an escalator bank. The image was later reused in a hoax claiming that a shark tank had burst at the Kuwait Scientific Center.[7][8] While the flooding in Toronto was not the result of a hurricane, the hoax has often been compared to the main Hurricane Shark hoax.[2][9] Later in 2012, after Hurricane Sandy struck New Jersey, other fake shark images circulated in addition to the better-known freeway one. One image appears to depict a shark outside of a home in a suburban area.[10][11] Another appears to show a shark swimming down a suburban street.[12][13] Tom Phillips and Alexis Madrigal found the real shark image used to create the former; Snopes did the same for the latter.[10][13][11] During both Hurricane Irma and Hurricane Florence, fake television breaking news screen captures were seen online saying that the hurricane \"now contains sharks\", although neither contained images of sharks.[14] No, Hurricane Florence does not contain sharks September 13, 2018[15] Hurricane sharks as hoaxes have taken on a life of their own, in social media and in the press. Doctored photos of sharks swimming in urban areas went viral on social media in virtually every disastrous storm and hurricane in the decade since, often copies of the image that first circulated during Irene.[15] Some on social media have treated the Hurricane Shark as a meme, an in-joke hoax to be revived with each disaster, while others have genuinely believed in the authenticity of the photos being spread.[2] Commentators have made comparisons to Sharknado, a film series that also involves sharks caught up in natural disasters.[16][1] In response to the \"now contains sharks\" images circulated during Hurricane Florence, FEMA's Associate Director of Office of Response and Recovery, Jeffrey Byard, denied that \"there's a sharknado effect or anything like that\".[14] Because of the recurring nature of the meme, fact-checkers and journalists in the media have repeatedly needed to clarify that the images of Hurricane sharks were hoaxes. According to Daniel Victor, writing for The New York Times in 2022, Hurricane Shark is the \"longtime nemesis\" of fact-checkers on social media.[2] In Silverman's Verification Handbook, Phillips makes a case study of his work with Madrigal during Hurricane Sandy, describing the images they reviewed as \"strange enough to make you suspicious, yet [not] implausible enough to dismiss out of hand\".[10][13] Rose Eveleth, in a 2014 piece for BBC Future about how to spot fake Sandy photos, includes as her list's final item, \"If it has a shark in it, it's probably fake\".[9] An early claim of sharks in a flooded urban area, predating the original Hurricane Shark hoax, occurred in Goodna, Queensland, Australia, amidst major flooding in January 2011.[4] Butcher Steve Bateman reported a shark, roughly 6 feet (1.8 m) in length, swimming past his shop, and several others reported seeing a shark on a different street.[17] Two local politicians vouched for Bateman's credibility, and The Queensland Times noted that sharks are known to swim up the Bremer River to Goodna.[18] In September 2022, after Hurricane Ian struck Florida, a video emerged online of a shark in a flooded backyard in Fort Myers, Florida, drawing over 12 million views within a day.[1] Initially, the video received skepticism from journalists and fact-checkers, wary of the long history of similar media being hoaxes while also noting that the video seemed more authentic than previous renditions.[2] On September 29, the Associated Press, while noting the history of the Hurricane Shark, confirmed the authenticity of the video based on analysis of the video's metadata and an interview with the videographer, Dominic Cameratta. The Associated Press consulted shark experts George H. Burgess and ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 9,
                    "justification": "Wikipedia is a widely recognized and reliable online encyclopedia that is known for its strict editorial guidelines and citation requirements. It is a valuable resource for factual information and has a strong reputation for accuracy and thoroughness. While it can be edited by users, Wikipedia's moderation and review processes generally ensure high reliability and historical accuracy."
                },
                "Content Score": {
                    "Newness Score": 9,
                    "Newness Justification": "The evidence is from Wikipedia, which is constantly updated and maintained. The publication date of the evidence is not explicitly provided, but Wikipedia generally provides recent and up-to-date information.",
                    "Relevance Score": 8,
                    "Relevance Justification": "The evidence from Wikipedia discusses Hurricane Ian in 2022 and the video verified by the Associated Press, which is directly related to the presence of a shark during the hurricane."
                }
            }
        },
        {
            "evidence1": {
                "kind": "customsearch#result",
                "title": "Vacationing to Volunteering: Unexpectedly Sidetracked in the - Fly ...",
                "htmlTitle": "Vacationing to Volunteering: Unexpectedly Sidetracked in the - Fly ...",
                "link": "https://www.flyfisherman.com/editorial/camping-florida-keys/484590",
                "displayLink": "www.flyfisherman.com",
                "snippet": "Oct 26, 2023 ... Hurricane Ian crashed into Florida just days before our vacation. ... at how much activity flanks the Florida Keys Overseas Highway. Andy ...",
                "htmlSnippet": "Oct 26, 2023 <b>...</b> <b>Hurricane Ian</b> crashed into <b>Florida</b> just days before our vacation. ... <b>at</b> how much activity flanks the <b>Florida</b> Keys Overseas <b>Highway</b>. Andy&nbsp;...",
                "formattedUrl": "https://www.flyfisherman.com/editorial/camping-florida-keys/484590",
                "htmlFormattedUrl": "https://www.flyfisherman.com/editorial/camping-<b>florida</b>-keys/484590",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR7hcMZukjyoLkgxo_7uuUnxarMieNP7BnDOVyrN3K1Xm7jra6jC61-DQw&s",
                            "width": "275",
                            "height": "183"
                        }
                    ],
                    "imageobject": [
                        {
                            "width": "1440",
                            "url": "https://content.osgnetworks.tv/photopacks/vacationing-to-volunteering-unexpectedly-sidetracked-in-the-florida-keys_484611/485043_floridaian-2_hero_1200x800.jpg",
                            "height": "820"
                        }
                    ],
                    "person": [
                        {
                            "name": "By Hilary Hutcheson"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://content.osgnetworks.tv/photopacks/vacationing-to-volunteering-unexpectedly-sidetracked-in-the-florida-keys_484611/485043_floridaian-2_hero_1200x800.jpg",
                            "op:markup_version": "v1.0",
                            "apple-itunes-app": "app-id=1107319338",
                            "article:published_time": "2023-10-26T06:06:00",
                            "og:site_name": "Fly Fisherman",
                            "cludo:site": "Fly Fisherman",
                            "msapplication-tileimage": "/magazine/img/ff/icons/ms-icon-144x144.png",
                            "og:description": "Chain-sawing couches, sledgehammering bedroom sets, pulling up flooring, and catching fish in Hurricane Ian&#39;s aftermath (with a little help from Captains for Clean Water).",
                            "cludo:subcategory": "Adventures",
                            "cludo:category": "Destinations",
                            "cludo:description": "Chain-sawing couches, sledgehammering bedroom sets, pulling up flooring, and catching fish in Hurricane Ian's aftermath (with a little help from Captains for Clean Water).",
                            "article:modified_time": "2024-04-18T16:43:03",
                            "subscribepage": "/website-top-right",
                            "cludo:title": "Vacationing to Volunteering: Unexpectedly Sidetracked in the Florida Keys",
                            "cludo:contenttype": "Article",
                            "msapplication-tilecolor": "#ffffff",
                            "og:type": "article",
                            "author": "Hilary Hutcheson",
                            "og:title": "Vacationing to Volunteering: Unexpectedly Sidetracked in the Florida Keys - Fly Fisherman",
                            "cludo:url": "www.flyfisherman.com",
                            "cludo:show_date": "true",
                            "websiteid": "82299",
                            "viewport": "width=device-width, initial-scale=1",
                            "og:locale": "en_US",
                            "og:url": "https://www.flyfisherman.com/editorial/camping-florida-keys/484590"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://content.osgnetworks.tv/photopacks/vacationing-to-volunteering-unexpectedly-sidetracked-in-the-florida-keys_484611/485043_floridaian-2_hero_1200x800.jpg"
                        }
                    ],
                    "newsarticle": [
                        {
                            "datepublished": "October 26, 2023"
                        }
                    ]
                },
                "website_content": {
                    "content": "Packed with tips, tactics, and techniques from pros and Fly Fisherman magazine staff to get you on the water, get fish in your net, and get them released safely. Get The Magazine Digital Now Included! I’m the Goldilocks of travel planning. With my face mere inches from my computer screen, in full pre-trip focus, I can be heard muttering, “That restaurant is too far; that beach is too crowded; that coffee shop is juuuuuust right!” For a fall trip to Florida, my partner Ebon, stepson Killion, and I decided to tent-camp and fly fish our way down the Florida Keys, ending up in Key West for our friends’ wedding. But, just as our perfect plans congealed, climate change checked in and said, “Hold my beer...” Hurricane Ian crashed into Florida just days before our vacation. The massive, destructive Category 4 storm made history as the deadliest hurricane to hit Florida since 1935. One hundred and forty-six people died, and survivors were faced with billions of dollars in losses and life-altering devastation. Ian gut-punched Fort Myers and Naples the hardest, leaving millions of homes without power. The 10- to 15-foot storm surge choked Sanibel Island and Pine Island, damaging the Sanibel Causeway and the bridge to Pine Island, forcing island inhabitants to flee to their rooftops. We made the quick decision to pivot our trip from vacation to volunteerism. We called our friends at Captains for Clean Water (CCW), a Florida-based non-profit geared toward restoring and protecting aquatic ecosystems. Since CCW’s membership consists largely of fishing charter boat guides, this group is keen on getting going when the going gets tough. By the time I called, they were already in motion, having established drop-off sites for donated emergency supplies. They had assembled response teams that government authorities granted special permission to work with first responders on recovery, rescue, and relief. Many of the captains who sprang into action to help community members were victims themselves, having lost homes, property, and vehicles. Their selflessness humbled me. “A true captain takes charge, especially when people are in harm’s way,” said CCW member Captain Benny Blanco, who helped lead relief efforts. “The very people who fought at our side for clean water were injured, suffering loss, and without basic human needs. I do not recall a moment we questioned the need to act, because there simply wasn’t one. Hurricane Ian was the worst of a long line of battles we fought on behalf of South Florida. Over the last several years, those battles helped us forge friendships from South Florida to Washington, D.C.” When I called Blanco about our interest in helping with relief efforts, he explained that government authorities were asking at-large volunteers, like us, to stay away from the epicenter of disaster sites, since additional people in the zone became more hindrance than help. He suggested we rent a recreational vehicle so we could have a home base to move between safe areas in the perimeter where we were needed. As I scrolled through options of RVs to rent through the Outdoorsy app, I wondered how Goldilocks would have handled having to choose between two dozen bowls of porridge rather than just three. After a bit of that motorhome is too big, that van is too small, I selected a 24-foot Winnebago Class B camper that I hoped would be juuuuust right. But, just right for what, exactly? With so much unknown ahead, all we knew for sure was that we’d need to be flexible. We arrived in Miami several days after the storm passed, and picked up the RV from its owner, Efrain, who walked us through the vehicle’s operation and amenities. Immediately, we knew the generator-powered air conditioning and filtered water would come in clutch. The next several days were a blur of sledgehammers, electrolytes, tears, sweat, hugs, and exhaustion. “The aftermath of Hurricane Ian was unlike anything I’ve ever seen,” said my stepson, Killion Robinson. “Witnessing all the damage and talking to the people affected by it ... I’ve never had such a humbling experience.” We started by helping a throng of fishing guides and their families load, sort, and unload a massive storage unit full of food donations, tools, medical supplies, home goods, and toiletries. The captains distributed donations to survivors in the disaster areas, including those accessible only by boat. Over the next few days we parked the RV in front of several different homes swamped by Ian. Our job was to remove and dispose of everything damaged–which was pretty much everything. With homeowners either working alongside us or staring on with paralyzing heartache, we chain-sawed couches saturated with toxic sludge into pieces small enough to haul into the street. We sledgehammered water-swollen bedroom sets and kitchen tables that, in just a couple of days, had become covered in mold. We pulled up slime-laden hardwood floors and carpets. We listened to residents’ stories of survival; how during the storm, one man drove his fishing boat from house-to-house picking up stranded neighbors who had to swim to the boat from their porches. One woman, who had remained dry-eyed as we emptied her drawers of putrid, already-rotting clothing into wheelbarrows, finally broke down upon seeing a pile of her flowered underwear headed for the dump pile. “Oh my God,” she cried. “I don’t even own a bra anymore.” Another resident asked us to check on his neighbors, who were in their late 90s. We found them sitting on folding chairs in their garage, cradling injuries they received scrambling as the water had risen around them. Their car didn’t work, their phone didn’t work. They were out of food, water, and energy. They told us they’d been sleeping on their saturated mattress, which we found to be drenched in toxic floodwater. As we rushed to alert the police officers we’d seen patrolling the neighborhood to chase off looters, the elderly man called after me in a weak but hopeful voice, “please bring ice-cold beers!” You really have to see it ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 5,
                    "justification": "Fly Fisherman is a niche website focusing on fly fishing. While it may provide accurate information within its specific area of interest, its credibility in terms of detecting and exposing fake news on a broader scale may be limited. Without a strong reputation for fact-checking or journalistic standards beyond fly fishing topics, it may not be the most reliable source for debunking fake news."
                },
                "Content Score": {
                    "Newness Score": 5,
                    "Newness Justification": "The evidence is from an article dated October 26, 2023, on flyfisherman.com, which is relatively recent but not as current as needed for the context of July 2024.",
                    "Relevance Score": 4,
                    "Relevance Justification": "The evidence discusses Hurricane Ian in Florida but does not specifically mention the presence of a shark on a flooded highway, making it less directly relevant to the question."
                }
            }
        },
        {
            "evidence2": {
                "kind": "customsearch#result",
                "title": "'Street shark': Video captured as Hurricane Ian struck Florida shows ...",
                "htmlTitle": "&#39;Street <b>shark</b>&#39;: Video captured as <b>Hurricane Ian</b> struck <b>Florida</b> shows ...",
                "link": "https://www.ctvnews.ca/climate-and-environment/street-shark-video-captured-as-hurricane-ian-struck-florida-shows-mystery-fish-in-flooded-backyard-1.6090512",
                "displayLink": "www.ctvnews.ca",
                "snippet": "Sep 29, 2022 ... Photos and videos of sharks and other marine life swimming in suburban floodwaters make for popular hoaxes during massive storms.",
                "htmlSnippet": "Sep 29, 2022 <b>...</b> Photos and videos of <b>sharks</b> and other marine life swimming in suburban floodwaters make for popular hoaxes <b>during</b> massive <b>storms</b>.",
                "formattedUrl": "https://www.ctvnews.ca/.../street-shark-video-captured-as-hurricane-ian-stru...",
                "htmlFormattedUrl": "https://www.ctv<b>news</b>.ca/.../street-<b>shark</b>-video-captured-as-<b>hurricane</b>-<b>ian</b>-stru...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRuxBHSR-V3JlKh5yngouY58ZrkaMVJHMWrglhGOzF8iBAxL1yaXETT7Jw&s",
                            "width": "299",
                            "height": "168"
                        }
                    ],
                    "imageobject": [
                        {
                            "contenturl": "https://www.ctvnews.ca/content/experience-fragments/ctv_news/national/climate_and_environm/climate-and-environment-boa/master/_jcr_content/root/responsivegrid_27151_2081365707/responsivegrid_78099/teaser_copy_copy_cop_1623448575.coreimg.png/1674673134399/ctv-news-newsletter-promo.png"
                        },
                        {
                            "contenturl": "https://www.ctvnews.ca/content/experience-fragments/ctv_news/national/climate_and_environm/climate-and-environment-boa/master/_jcr_content/root/responsivegrid_27151_2081365707/responsivegrid_78099/teaser_copy_copy_cop.coreimg.png/1623045332722/ctv-news--voice-promo.png"
                        },
                        {
                            "contenturl": "https://www.ctvnews.ca/content/experience-fragments/ctv_news/national/climate_and_environm/climate-and-environment-boa/master/_jcr_content/root/responsivegrid_27151_2081365707/responsivegrid_78099/teaser_1461279347_co_1805837268.coreimg.png/1650379707643/ctv-news-app-promo.png"
                        },
                        {
                            "contenturl": "https://www.ctvnews.ca/content/experience-fragments/ctv_news/national/climate_and_environm/climate-and-environment-boa/master/_jcr_content/root/responsivegrid_27151_2081365707/responsivegrid_78099/teaser_1461279347_co.coreimg.png/1694113837548/ctvnews-social-logos-1.png"
                        }
                    ],
                    "metatags": [
                        {
                            "template": "article-news",
                            "og:image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2022/9/29/-street-shark--video-from-florida-1-6090561-1664497829413.jpg",
                            "og:type": "article",
                            "twitter:title": "'Street shark': Video captured as Hurricane Ian struck Florida shows mystery fish in flooded backyard",
                            "twitter:card": "summary_large_image",
                            "article:published_time": "2022-09-29T20:48:00.000-04:00",
                            "article:section": "Climate and Environment",
                            "og:site_name": "CTVNews",
                            "twitter:url": "https://www.ctvnews.ca/climate-and-environment/street-shark-video-captured-as-hurricane-ian-struck-florida-shows-mystery-fish-in-flooded-backyard-1.6090512",
                            "og:title": "'Street shark': Video captured as Hurricane Ian struck Florida shows mystery fish in flooded backyard",
                            "title": "Is video of shark swimming on Florida street real? | CTV News",
                            "fb:pages": "194553860586548",
                            "og:description": "Photos and videos of sharks and other marine life swimming in suburban floodwaters make for popular hoaxes during massive storms. But a cellphone video filmed during Hurricane Ian's assault on southwest Florida isn't just another fish story.",
                            "twitter:creator": "@CTVNews",
                            "twitter:image:src": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2022/9/29/-street-shark--video-from-florida-1-6090561-1664497829413.jpg",
                            "twitter:site": "@CTVNews",
                            "viewport": "initial-scale=1.0, width=device-width",
                            "page-type": "aem-page",
                            "twitter:description": "Photos and videos of sharks and other marine life swimming in suburban floodwaters make for popular hoaxes during massive storms. But a cellphone video filmed during Hurricane Ian's assault on southwest Florida isn't just another fish story.",
                            "og:locale": "en_CA",
                            "dc.date.modified": "2022-09-29T20:48:45.000-04:00",
                            "og:url": "https://www.ctvnews.ca/climate-and-environment/street-shark-video-captured-as-hurricane-ian-struck-florida-shows-mystery-fish-in-flooded-backyard-1.6090512"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2022/9/29/-street-shark--video-from-florida-1-6090561-1664497829413.jpg"
                        }
                    ],
                    "listitem": [
                        {
                            "item": "Climate and Environment",
                            "name": "Climate and Environment",
                            "position": "1"
                        }
                    ]
                },
                "website_content": {
                    "content": "Photos and videos of sharks and other marine life swimming in suburban floodwaters make for popular hoaxes during massive storms. But a cellphone video filmed during Hurricane Ian's assault on southwest Florida isn't just another fish story. The eye-popping video, which showed a large, dark fish with sharp dorsal fins thrashing around an inundated Fort Myers backyard, racked up more than 12 million views on Twitter within a day, as users responded with disbelief and comparisons to the \"Sharknado\" film series. Dominic Cameratta, a local real estate developer, confirmed he filmed the clip from his back patio Wednesday morning when he saw something \"flopping around\" in his neighbor's flooded yard. \"I didn't know what it was -- it just looked like a fish or something,\" he told The Associated Press. \"I zoomed in, and all my friends are like, 'It's like a shark, man!'\" He guessed the fish was about four feet (1.2 metres) in length. Experts were of mixed opinion on whether the clip showed a shark or another large fish. George Burgess, former director of the Florida Museum of Natural History's shark program, said in an email that it \"appears to be a juvenile shark,\" while Dr. Neil Hammerschlag, director of the University of Miami's shark conservation program, wrote that \"it's pretty hard to tell.\" Nevertheless, some Twitter users dubbed the hapless fish the \"street shark.\" The surge worsened in Fort Myers as the day went on. Cameratta said the flooding had only just begun when the clip was taken, but that the waters were \"all the way up to our house\" by the time the AP reached him by phone Wednesday evening. He said the fish may have made its way up from nearby Hendry Creek into a retention pond, which then overflowed, spilling the creature into his neighbor's backyard. A visual analysis of nearby property confirmed it matches the physical landmarks in the video. Leslie Guelcher, a professor of intelligence studies at Mercyhurst University in Erie, Pennsylvania, was among the online sleuths who initially thought the video was fake. \"Don't think this is real. According to the index on the video it was created in June 2010. Someone else posted it at 10 AM as in Fort Myers, but the storm surge wasn't like that at 10 AM,\" she tweeted Wednesday. Guelcher acknowledged later, though, that online tools she and others were using to establish the video's origins didn't actually show when the video itself was created, merely when the social media profile of the user was created. The AP confirmed through the original clip's metadata that it was captured Wednesday morning. \"It makes a bit more sense from a flooding standpoint,\" she said by email, when informed the fish was spotted near an overflowing pond. \"But how on earth would a shark go from the Gulf of Mexico to a retention pond?\" Yannis Papastamatiou, a marine biologist who studies shark behavior at Florida International University, said that most sharks flee shallow bays ahead of hurricanes, possibly tipped off to their arrival by a change in barometric pressure. A shark could have accidentally swum up into the creek, he said, or been washed into it. \"Young bull sharks are common inhabitants of low salinity waters -- rivers, estuaries, subtropical embayments -- and often appear in similar videos in FL water bodies connected to the sea such as coastal canals and ponds,\" Burgess said. \"Assuming the location and date attributes are correct, it is likely this shark was swept shoreward with the rising seas.\" Cameratta sent the video to a group chat on WhatsApp on Wednesday morning, according to his friend John Paul Murray, who sent the AP a timestamped screenshot. \"Amazing content,\" Murray wrote in reply. ------ Associated Press writers Philip Marcelo and Arijeta Lajka in New York contributed to this report. Thursday’s U.S. presidential debate was a re-run that featured two candidates with a combined age of 159, but it went especially poorly for one of them, President Joe Biden. One of Canada's largest police forces has knowledge of car thieves attempting to breach Ontario's Ministry of Transportation database, CTV News has learned. Liberal campaign co-chair Terry Duguid insisted Thursday that his caucus is united behind Prime Minister Justin Trudeau, even as the majority of elected Liberals remain silent on the prime minister's political future. President Joe Biden and former President Donald Trump traded barbs and a variety of false and misleading information as they faced off in their first debate of the 2024 election. U.S. President Joe Biden and former president Donald Trump went head-to-head in the first of two planned presidential debates. The heat wave that gripped Eastern Canada last week brought stifling conditions, put pressure on the electricity grid and broke several temperature records as residents sweltered. It used to be cash was king and that you could get a better deal if you paid for a car in full, but now many dealers want you to finance your purchase so they can make more money. Canada has welcomed more than 3.9 million new citizens since 2005, with nearly one third coming from India, the Philippines or China, according to a CTVNews.ca analysis. Canada's unofficial national colours will be on full display Monday as Canadians don patriotic T-shirts, wave hand-held flags and hang bunting to celebrate their country. But while the red-and-white flag for the most part unites Canadians, the colours' meaning is open to interpretation. A 23-year-old man has died of his injuries after multiple shots were fired at a housing complex in North York's Shawnee Park area overnight. A judge dismissed all sexual misconduct charges against a Newfoundland lawyer Thursday, saying repeated inconsistencies and falsehoods in the complainant's accounts eroded her credibility and left him unable to believe her allegations. Winnipeg police say the occupants of a home that exploded in the Transcona neighbourhood on Wednesday were not there at the time of the blast. Calgary Mayor Jyoti Gondek issued a stern warning to residents on Thursday morning about curbing ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "CTV News is a well-established Canadian news website known for its journalistic integrity and adherence to high editorial standards. It has a history of accurate reporting and fact-checking practices. CTV News' reputation for reliability makes it a credible source for verifying information and detecting fake news, although not infallible."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The evidence is from CTV News dated September 29, 2022, providing somewhat recent information about the topic discussed.",
                    "Relevance Score": 7,
                    "Relevance Justification": "The evidence addresses photos and videos of sharks in floodwaters during massive storms, which is related to sharks in flood situations but does not specify a flooded highway in Florida during Hurricane Ian."
                }
            }
        },
        {
            "evidence3": {
                "kind": "customsearch#result",
                "title": "Was a Shark Swimming in Florida Street After Hurricane Ian Storm ...",
                "htmlTitle": "Was a <b>Shark</b> Swimming in <b>Florida</b> Street After <b>Hurricane Ian Storm</b> ...",
                "link": "https://www.newsweek.com/was-shark-swimming-florida-street-after-hurricane-ian-storm-surge-1747289",
                "displayLink": "www.newsweek.com",
                "snippet": "Sep 30, 2022 ... ... shark swimming through a flooded highway was first posted in 2012. Social media agency Storyful also verified the video was authentic but ...",
                "htmlSnippet": "Sep 30, 2022 <b>...</b> ... <b>shark</b> swimming <b>through</b> a flooded <b>highway</b> was first posted in 2012. Social <b>media</b> agency Storyful also <b>verified</b> the video was authentic but&nbsp;...",
                "formattedUrl": "https://www.newsweek.com/was-shark-swimming-florida-street-after-hurric...",
                "htmlFormattedUrl": "https://www.<b>news</b>week.com/was-<b>shark</b>-swimming-<b>florida</b>-street-after-<b>hurric</b>...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTBOuvY-8NIb9DCmc4HZebrsnAKWPIvUOryAUQmpo4UauUczTvcFD5WzgeD&s",
                            "width": "275",
                            "height": "183"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://d.newsweek.com/en/full/2124276/shark-swims-ocean.jpg",
                            "msapplication-config": "https://g.newsweek.com/themes/newsweek/favicons/browserconfig.xml",
                            "og:image:width": "3600",
                            "article:published_time": "2022-09-29T12:11:43-04:00",
                            "twitter:card": "summary_large_image",
                            "theme-color": "#ff0500",
                            "og:site_name": "Newsweek",
                            "twitter:url": "https://www.newsweek.com/was-shark-swimming-florida-street-after-hurricane-ian-storm-surge-1747289",
                            "og:description": "Fake videos of sharks swimming in flooded streets tend to surface during hurricanes, but some experts believe this video might be real.",
                            "article:publisher": "https://www.facebook.com/Newsweek",
                            "twitter:image": "https://d.newsweek.com/en/full/2124276/shark-swims-ocean.webp?w=1600&h=900&q=88&f=f1413309592b5edd52f4d06daa8f07fe",
                            "twitter:site": "@newsweek",
                            "article:modified_time": "2022-09-30T11:14:52-04:00",
                            "msapplication-tilecolor": "#ff0500",
                            "og:type": "article",
                            "og:image:alt": "Shark Swims In Ocean",
                            "article:section": "News",
                            "twitter:title": "Was a Shark Swimming in Florida Street After Hurricane Ian Storm Surge?",
                            "og:title": "Was a Shark Swimming in Florida Street After Hurricane Ian Storm Surge?",
                            "og:image:height": "2401",
                            "fb:pages": "18343191100",
                            "article:tag": "Shark",
                            "fb:app_id": "245537789135954",
                            "viewport": "width=device-width, initial-scale=1",
                            "twitter:description": "Fake videos of sharks swimming in flooded streets tend to surface during hurricanes, but some experts believe this video might be real.",
                            "og:url": "https://www.newsweek.com/was-shark-swimming-florida-street-after-hurricane-ian-storm-surge-1747289"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://d.newsweek.com/en/full/2124276/shark-swims-ocean.jpg?w=1200&f=c2a6000c7589b0bf9e99e29fdd07efe3"
                        }
                    ]
                },
                "website_content": {
                    "content": "It's common for hoax photos and videos of sharks swimming in flooded streets to surface during hurricanes and they're often quickly debunked. But a new video of a shark in Hurricane Ian's storm surge has people thinking it is the real deal. Hurricane Ian slammed into Florida on Wednesday as a Category 4 hurricane with winds just a few miles per hour away from bumping the classification up to a Category 5. The hurricane resulted in a massive storm surge, and that surge appeared to have pushed a shark into a flooded street in Fort Myers, Florida. While some Twitter users tried to take credit for the video or said they got the video from a friend, the Associated Press has confirmed the video was authentic after speaking with the person who filmed the shark struggling to swim in his backyard. According to the AP report, Dominic Cameratta, a local real estate developer who said he filmed the video Wednesday morning, filmed the shark from his back patio when he saw it flopping around in his neighbor's backyard. Cameratta said at first, he thought the animal was a large fish but soon realized it was a shark. He estimated the shark to be 4 feet long. Cameratta lives near a retention pond, and he said he assumed the shark made it up Hendry Creek and into the pond. The pond then overflowed from storm surge and heavy rain, transporting the shark into the flooded backyard. Some experts told AP they thought the shark looked to be a juvenile. Twitter user THE Alex shared the video at approximately 10 a.m. on Wednesday. The video shows what appears to be a shark flopping around in an apparently flooded street. The animal in the video is seen thrashing its tail back and forth as winds gust in the background. \"My buddy just sent me a video of this shark swimming down his back yard in Fort Myers,\" THE Alex tweeted Wednesday. My buddy just sent me a video of this this shark swimming down his back yard in Fort Myers 😂#hurricane #Ian #HurricaneIan pic.twitter.com/kLon2z3F8Q Leslie Guelcher, an assistant professor of intelligence studies at Mercyhurst University who goes by Dr. G on Twitter, was one of the people who questioned the video's authenticity. Prior to AP's verification, Guelcher tweeted that the video index showed a creation date of June 2010. She later told Newsweek she misread the index data, but she is unconvinced the video is real because the video was taken before the storm surge rose in earnest in Fort Myers. \"I'm still not convinced it is accurate although the person who commented provided the name of who filmed it and where,\" Guelcher said. \"However, a reverse image search on Google, limiting to site:Twitter.com shows a number of posts with at least one being from before the storm surge hit.\" She later said she could see how a shark could go from the Gulf of Mexico into a retention pond. However, some experts expect the shark may have sensed a drop in barometric pressure signifying the approaching hurricane. It may have attempted to flee shallow waters to somewhere safer. However, the shark could have accidentally entered the creek and then the pond in its attempts to flee, or flooding could have forced the animal into the residential area. The video's confirmation was the culmination of five years of searching for Jane Lytvynenko, a freelance reporter who has spent years debunking hoaxes. Before the video was confirmed as real, Lytvynenko implied it had credibility. \"I can't believe I'm looking at an honest-to-god street shark,\" Lytvynenko tweeted. \"Good to finally meet you, pal.\" After over half a decade of debunking this hoax every time there was a flood or hurricane, I can't believe I'm looking at an honest-to-god street shark.Good to finally meet you, pal. https://t.co/hwMWX4Peqo Shark hoaxes have emerged in many hurricanes since a fake image of a shark swimming through a flooded highway was first posted in 2012. Social media agency Storyful also verified the video was authentic but couldn't confirm if the footage showed a small shark or a different fish, such as a cobia. Florida officials warned residents that some wildlife might emerge during the storm, namely bears, alligators and snakes, as wildlife becomes more active and disoriented during massive storms. Newsweek reached out to Florida Fish and Wildlife for comment. Update 9/30/2022 11:15 a.m. ET: This story has been updated with additional information. Newsweek is committed to challenging conventional wisdom and finding connections in the search for common ground. Newsweek is committed to challenging conventional wisdom and finding connections in the search for common ground. Anna Skinner is a Newsweek senior reporter based in Indianapolis. Her focus is reporting on the climate, environment and weather but she also reports on other topics for the National News Team. She has covered climate change and natural disasters extensively. Anna joined Newsweek in 2022 from Current Publishing, a local weekly central Indiana newspaper where she worked as a managing editor. She was a 2021 finalist for the Indy's Best & Brightest award in the media, entertainment and sports category. You can get in touch with Anna by emailing a.skinner@newsweek.com. Languages: English. Anna Skinner is a Newsweek senior reporter based in Indianapolis. Her focus is reporting on the climate, environment and weather ... Read more Newsletters in your inbox See all Company Editions: Contact Terms of Use © 2024 NEWSWEEK DIGITAL LLC ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 7,
                    "justification": "Newsweek is a reputable news magazine with a long history in journalism. While it generally upholds high standards of accuracy and truthfulness, like any mainstream media outlet, it may have occasional missteps. Newsweek is typically a reliable source for news and information, including fact-checking efforts regarding misinformation and fake news."
                },
                "Content Score": {
                    "Newness Score": 7,
                    "Newness Justification": "The evidence is from Newsweek dated September 30, 2022, providing relevant but slightly older information.",
                    "Relevance Score": 9,
                    "Relevance Justification": "The evidence specifically verifies a video of a shark swimming through a flooded highway, directly relevant to the presence of a shark on a flooded highway during Hurricane Ian in Florida."
                }
            }
        },
        {
            "evidence4": {
                "kind": "customsearch#result",
                "title": "Hurricane Ian: At least 4 dead in North Carolina | CTV News",
                "htmlTitle": "<b>Hurricane Ian</b>: <b>At</b> least 4 dead in North Carolina | CTV <b>News</b>",
                "link": "https://www.ctvnews.ca/mobile/climate-and-environment/hurricane-ian-governor-s-office-reports-at-least-4-north-carolina-fatalities-1.6092208?cache=yes?autoplay=true/7.516732/7.579060/7.658559/7.658559",
                "displayLink": "www.ctvnews.ca",
                "snippet": "Oct 1, 2022 ... The remnants of Hurricane Ian downed trees and power lines across North Carolina, and authorities reported at least four fatalities Saturday ...",
                "htmlSnippet": "Oct 1, 2022 <b>...</b> The remnants of <b>Hurricane Ian</b> downed trees and power lines across North Carolina, and authorities <b>reported at</b> least four fatalities Saturday&nbsp;...",
                "formattedUrl": "https://www.ctvnews.ca/.../hurricane-ian-governor-s-office-reports-at-least-...",
                "htmlFormattedUrl": "https://www.ctv<b>news</b>.ca/.../<b>hurricane</b>-<b>ian</b>-governor-s-office-<b>reports</b>-at-least-...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTcTAlzzs5dWp0SzgHCDqFubU19AF38SvaOc5qcv85IhnHvpxGGrbcZbyg&s",
                            "width": "300",
                            "height": "168"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://www.ctvnews.ca/polopoly_fs/1.6092226.1664667804!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
                            "og:type": "article",
                            "twitter:title": "Hurricane Ian: Governor's office reports at least 4 North Carolina fatalities",
                            "twitter:card": "summary_large_image",
                            "article:published_time": "2022-10-01T19:47:28-04:00",
                            "article:section": "Climate and Environment",
                            "og:site_name": "CTVNews",
                            "twitter:url": "https://www.ctvnews.ca/mobile/climate-and-environment/hurricane-ian-governor-s-office-reports-at-least-4-north-carolina-fatalities-1.6092208?cache=yes?autoplay=true/7.516732/7.579060/7.658559/7.658559",
                            "og:title": "Hurricane Ian: Governor's office reports at least 4 North Carolina fatalities",
                            "fb:pages": "58148619578",
                            "og:description": "The remnants of Hurricane Ian downed trees and power lines across North Carolina, and authorities reported at least four fatalities Saturday connected to the severe weather.",
                            "twitter:creator": "@CTVNews",
                            "twitter:image:src": "https://www.ctvnews.ca/polopoly_fs/1.6092226.1664667804!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg",
                            "twitter:site": "@CTVNews",
                            "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no",
                            "twitter:description": "The remnants of Hurricane Ian downed trees and power lines across North Carolina, and authorities reported at least four fatalities Saturday connected to the severe weather.",
                            "og:locale": "en_CA",
                            "dc.date.modified": "2022-10-01",
                            "og:url": "https://www.ctvnews.ca/mobile/climate-and-environment/hurricane-ian-governor-s-office-reports-at-least-4-north-carolina-fatalities-1.6092208?cache=yes?autoplay=true/7.516732/7.579060/7.658559/7.658559"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.ctvnews.ca/polopoly_fs/1.6092226.1664667804!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg"
                        }
                    ],
                    "article": [
                        {
                            "image": "https://www.ctvnews.ca/polopoly_fs/1.6092226.1664667804!/httpImage/image.jpg_gen/derivatives/landscape_300/image.jpg",
                            "name": "Hurricane Ian: Governor's office reports at least 4 North Carolina fatalities",
                            "description": "The remnants of Hurricane Ian downed trees and power lines across North Carolina, and authorities reported at least four fatalities Saturday connected to the severe weather.",
                            "headline": "Hurricane Ian: At least 4 dead in North Carolina",
                            "url": "https://www.ctvnews.ca/mobile/climate-and-environment/hurricane-ian-governor-s-office-reports-at-least-4-north-carolina-fatalities-1.6092208?cache=yes?autoplay=true/7.516732/7.579060/7.658559/7.658559",
                            "datepublished": "2022-10-01T19:47:28-04:00",
                            "thumbnailurl": "https://www.ctvnews.ca/polopoly_fs/1.6092226.1664667804!/httpImage/image.jpg_gen/derivatives/landscape_1020/image.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "FOLLOW ON\nAdvertisement\n\nThe Associated Press\nStaff\n\n\nContact\n\nRALEIGH, N.C. -- \n\tThe remnants of Hurricane Ian downed trees and power lines across North Carolina, and authorities reported at least four fatalities Saturday connected to the severe weather.\n\n\tIn Johnston County, outside of Raleigh, a woman found her husband dead early Saturday morning after he went to check on a generator running in their garage overnight, sheriff's office Capt. Jeff Caldwell said.\n\n\tCarbon monoxide levels also were high inside the home, and the woman was checked out at a hospital, according to Caldwell.\n\n\tAlso in Johnston County, two young adults died in traffic collisions during stormy and wet conditions Friday, Gov. Roy Cooper's office said in a news release. In eastern North Carolina's Martin County, a 22-year-old man drowned when his truck left the roadway and submerged in a flooded swamp, the news release said.\n\n\t\"We mourn with the families of those who have died and urge everyone to be cautious while cleaning up to avoid more deaths or injuries,\" Cooper said in a statement.\n\n\tThe highway patrol responded to over 1,400 calls for service and 784 collisions between midnight Friday and early Saturday morning, a spokesman said. Not all were necessarily weather-related.\n\n\tThere were no initial reports of major structural damage, though nearly 73,000 people across the state were without power Saturday evening, according to a state outage map. That was down from over 330,000 earlier in the day.\n\n\tThe National Weather Service warned that hazardous conditions remained along the coast, including the possibility of flooding and rip currents.\nCrews work to clear a tree that fell on power lines on Cole Mill Road following Tropical Storm Ian on Saturday, Oct. 1, 2022, in Durham, N.C. (Kaitlin McKeown/The News & Observer via AP)\n\nLive tracking: Hurricane Ian makes landfall\n\n\nAs Hurricane Ian bore down, Pine Island, Fla. residents recount horror, fear\n\n\nDespite Hurricane Ian's punch, wedding day saved on wet Pawleys Island, S.C.\n\n\nBefore and after photos lay bare Hurricane Ian's devastation in Florida\n\n\nHurricane Ian: Governor's office reports at least 4 North Carolina fatalities\n\n\nHurricane Ian leaves dozens dead as focus turns to rescue, recovery\n\n\nAfter Ian, river flooding menaces Florida inland towns\n\n\nHurricane Ian lashes South Carolina as Florida's death toll climbs\n\n\nStudy finds that climate change added 10 per cent to Hurricane Ian's rainfall\n\n\nHe thought of the perfect place to propose. Hurricane Ian threatened his plans\n\n\nBiden: 'Our country hurts' after Hurricane Ian slams Florida\n\n\n'The noise was deafening': Snowbirds, Canadian travellers describe what Hurricane Ian was like\n\n\n'Street shark': Video captured as Hurricane Ian struck Florida shows mystery fish in flooded backyard\n\nAdvertisement\n\n        Sign up for our weekly email newsletter delving into climate science and life on a changing planet.\n                      \n\n        Listen and subscribe to get a daily fix on the latest political news and issues.\n                      \n\n        Listen and subscribe to get a weekly update with the newsmakers who matter.\n                      \n\n        A check-in on the public mood of Canadians with hosts Michael Stittle and Nik Nanos. \n                      \nUse of this Website assumes acceptance of Terms & Conditions and Privacy Policy | Accessibility\n© 2023All rights reserved.\nBack to top",
                    "content_num": 682
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "CTV News is a well-established Canadian news website known for its journalistic integrity and adherence to high editorial standards. It has a history of accurate reporting and fact-checking practices. CTV News' reputation for reliability makes it a credible source for verifying information and detecting fake news, although not infallible."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The evidence from CTV News is dated October 1, 2022, providing somewhat recent information.",
                    "Relevance Score": 5,
                    "Relevance Justification": "The evidence discusses the impacts of Hurricane Ian in North Carolina, but it does not directly relate to the presence of a shark on a flooded highway in Florida during Hurricane Ian."
                }
            }
        },
        {
            "evidence5": {
                "kind": "customsearch#result",
                "title": "Fact-checking viral images and videos from Hurricane Ian | verifythis ...",
                "htmlTitle": "Fact-checking viral images and videos from <b>Hurricane Ian</b> | verifythis ...",
                "link": "https://www.verifythis.com/article/news/verify/weather-verify/hurricane-ian-fact-checking-images-and-videos/536-31a91e66-9f66-4bd3-96f4-869354ea0850",
                "displayLink": "www.verifythis.com",
                "snippet": "Sep 29, 2022 ... The VERIFY team is fact-checking images and videos that have come from Hurricane Ian. Here is what is true and false. No, this video of a ...",
                "htmlSnippet": "Sep 29, 2022 <b>...</b> The <b>VERIFY</b> team is fact-checking images and videos that have come from <b>Hurricane Ian</b>. Here is what is true and false. No, this video of a&nbsp;...",
                "formattedUrl": "https://www.verifythis.com/.../news/.../hurricane-ian.../536-31a91e66-9f66-...",
                "htmlFormattedUrl": "https://www.verifythis.com/.../<b>news</b>/.../<b>hurricane</b>-<b>ian</b>.../536-31a91e66-9f66-...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRx8GWR-VmPY9osNlH7dNJ_EjYHplFbi2DNaN7i2Z2B31l25lZzgjhScKfE&s",
                            "width": "300",
                            "height": "168"
                        }
                    ],
                    "metatags": [
                        {
                            "apple-itunes-app": "app-id=0",
                            "og:image": "https://media.tegna-media.com/assets/VERIFY/images/cf1d5e1d-3947-491e-a674-eed084b60f75/cf1d5e1d-3947-491e-a674-eed084b60f75_1140x641.jpg",
                            "og:type": "article",
                            "og:image:width": "1140",
                            "twitter:title": "Hurricane Ian: Fact-checking images and videos claiming to show scenes from storm",
                            "twitter:card": "summary_large_image",
                            "og:site_name": "verifythis.com",
                            "twitter:domain": "www.verifythis.com/",
                            "og:title": "Hurricane Ian: Fact-checking images and videos claiming to show scenes from storm",
                            "og:image:height": "641",
                            "og:article:published_time": "9/29/2022 3:00:06 PM",
                            "og:description": "The VERIFY team is fact-checking images and videos that have come from Hurricane Ian. Here is what is true and false.",
                            "twitter:image": "https://media.tegna-media.com/assets/VERIFY/images/cf1d5e1d-3947-491e-a674-eed084b60f75/cf1d5e1d-3947-491e-a674-eed084b60f75_1140x641.jpg",
                            "twitter:image:src": "https://media.tegna-media.com/assets/VERIFY/images/cf1d5e1d-3947-491e-a674-eed084b60f75/cf1d5e1d-3947-491e-a674-eed084b60f75_1140x641.jpg",
                            "site": "verifythis.com",
                            "fb:app_id": "217433346809976",
                            "twitter:site": "VerifyThis",
                            "viewport": "width=device-width",
                            "twitter:description": "The VERIFY team is fact-checking images and videos that have come from Hurricane Ian. Here is what is true and false.",
                            "og:locale": "en_US",
                            "article:content_tier": "free",
                            "category": "news",
                            "og:url": "https://www.verifythis.com/article/news/verify/weather-verify/hurricane-ian-fact-checking-images-and-videos/536-31a91e66-9f66-4bd3-96f4-869354ea0850",
                            "article:opinion": "false"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://media.tegna-media.com/assets/VERIFY/images/cf1d5e1d-3947-491e-a674-eed084b60f75/cf1d5e1d-3947-491e-a674-eed084b60f75_1140x641.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "Next up in 5 Example video title will go here for this video Ian was downgraded from a hurricane to a tropical storm on Thursday, Sept. 29, one day after making landfall on Florida’s southwest coast. The storm dropped heavy rains and created storm surges that caused flooding and led to inland rescues and evacuations. Many social media posts claim to show shocking images from the storm. The VERIFY team has been fact-checking viral content to determine what’s real and what isn’t. Was an elephant seal seen scooting along a Florida sidewalk during Hurricane Ian? Florida just outta control right now 😳🦭 pic.twitter.com/LSJMf3bnIt The video, posted to Twitter on Sept. 28, had more than 12 million views. No, an elephant seal was not seen scooting along a Florida sidewalk during Hurricane Ian. The elephant seal video was taken in October 2020 in Puerto Cisnes, Chile. According to Infobae, an Argentinian news outlet, the elephant seal traveled 10 blocks in an area known as the largest urban center in the city of Puerto Cisnes, Chile. With the help of residents in the area, the seal was transported back to the ocean by the Chilean navy. The rescue mission was recorded live on Facebook in October 2020 by a local radio DJ. Sign up for the VERIFY Fast Facts daily Newsletter! Was a video showing people on a balcony with drinks as lightning strikes taken during Hurricane Ian? When a hurricane hits Florida people do a party pic.twitter.com/B4Vaas2SFD The video clip, shared by multiple accounts on Sept. 28, had hundreds of thousands of views on Twitter. It had more than 1 million likes on TikTok. No, the video wasn’t taken during Ian. It was shared online multiple times before the storm made landfall in Florida, though it was taken in Fort Myers, Florida. Using RevEye, a reverse image search tool, VERIFY found several instances where the video was shared prior to Ian becoming a named storm. The video was posted on Reddit on Aug. 30. This 12-second video was posted to Facebook on Sept. 12. It was also posted on Imgur, an image and video sharing platform, on Sept. 15, about a week and a half before Ian made landfall. Using Google Maps Streetview, VERIFY was able to pinpoint the exact location where the video was taken – from the rooftop of the Lani Kai Island Resort in Fort Myers Beach. The same buildings seen in the video can be seen from Google Maps. The same 7-11 convenience store can be seen across the street from the Lani Kai resort where the video was taken, and right across the street from that, the same blue building. Does this photo show a shark swimming on a Florida highway in Ian’s floodwaters? There are sharks on the highways in Florida. Unreal. pic.twitter.com/sHcgfkrc8o The photo, posted to Twitter on Sept. 28, had more than 28,000 retweets and over 300,000 likes. This photo circulates nearly each hurricane season. This example was shared in 2018 in connection to Hurricane Florence, which wreaked havoc on the Carolinas. Here it was shared during Hurricane Sandy, and here during Hurricane Irma. The image was actually lifted from a September 2005 issue of Africa Geographic. The original photo shows a shark trailing a kayaker, and was later manipulated to look like a shark was swimming through an interstate lane. Were zoo flamingos really moved to a basement bathroom ahead of the storm? Flamingos evacuated to the bathroom at Sunken Gardens, St Pete.🦩🦩 #hurricaneian pic.twitter.com/MX9wNGvzds Some people commenting on the photo claimed they had seen that image before the storm struck Florida on Sept. 28. This one is real! The flamingos are residents of Sunken Gardens park, a botanic park based out of St. Petersburg, Florida. The park tweeted the photo from their official account on Sept. 28, saying the flamingos were safe from the oncoming storm. “We're hunkered down! Our animals are safe w/staff on site to see them through the storm. The flamingos are having a hurricane party in the bathroom; eating, drinking, & dancing. Stay safe out there!” the tweet said. 🦩🌀We're hunkered down! Our animals are safe w/staff on site to see them through the storm. The flamingos are having a hurricane party in the bathroom; eating, drinking, & dancing. 😉Stay safe out there! pic.twitter.com/ejCuuRUdma People on social media might have been confused because this isn’t the first time zookeepers have posted pictures of flamingos in facilities ahead of a storm. In August 1992, Hurricane Andrew, a Category 5 storm, hit Florida and at the time, Miami Zoo’s Ron Magill took a photo of flamingos huddled up. On the 30 year anniversary of Hurricane Andrew, Magill tweeted about the famous photo, writing, “Of the countless images I have captured in my life, none is more iconic than this one. I can't believe it has been 30 years since Hurricane Andrew devastated South Florida. I'll never forget capturing this image of the zoos flamingos huddled in the ladies restroom for protection.” Of the countless images I have captured in my life, none is more iconic than this one. I can't believe it has been 30 years since Hurricane Andrew devastated South Florida. I'll never forget capturing this image of the zoos flamingos huddled in the ladies restroom for protection. pic.twitter.com/iACXIBivSm Was someone seen pulling a pineapple-shaped trailer down a highway during Hurricane Ian evacuations? #HurricaneIan #Hurricane #Ian #TropicalStormIan You know shit is serious when spongebob is evacuating.... pic.twitter.com/sQSfWpJjc3 A tweet with the photo, posted on Sept. 25, had more than 2,500 retweets and over 17,000 likes. No. This is another popular meme that often appears on the internet during storm season. Using RevEye, VERIFY was able to trace the photo to at least September 2017, when it appeared on Imgur, a popular photo sharing website. The photo appeared on Reddit in August 2019 when Hurricane Dorian was nearing Florida. So, we can VERIFY this photo was also not taken when people were evacuating ahead of Hurricane Ian, but actually ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 6,
                    "justification": "Verify This is a fact-checking website specialized in debunking myths and hoaxes. While its focus on verification is beneficial for detecting fake news, its overall credibility may be limited compared to larger, well-known fact-checking organizations. Verify This might be useful for specific claims but should be cross-referenced with other trusted sources for confirmation."
                },
                "Content Score": {
                    "Newness Score": 6,
                    "Newness Justification": "The evidence is from Verify This dated September 29, 2022, which is somewhat recent but not as up-to-date as needed.",
                    "Relevance Score": 6,
                    "Relevance Justification": "The evidence focuses on fact-checking images and videos from Hurricane Ian, providing general information but lacking direct relevance to the specific presence of a shark on a flooded highway."
                }
            }
        },
        {
            "evidence6": {
                "kind": "customsearch#result",
                "title": "Verify: How likely is a shark attack in Hampton Roads? | 13newsnow ...",
                "htmlTitle": "<b>Verify</b>: How likely is a <b>shark</b> attack in Hampton <b>Roads</b>? | 13newsnow ...",
                "link": "https://www.13newsnow.com/article/news/verify/verify-how-likely-is-a-shark-attack-in-hampton-roads/291-451215727",
                "displayLink": "www.13newsnow.com",
                "snippet": "Jun 23, 2017 ... Recent stories of sharks pinging off the coast have swimmers on high alert. So, we put our VERIFY fact checkers on some common beliefs about ...",
                "htmlSnippet": "Jun 23, 2017 <b>...</b> Recent <b>stories</b> of <b>sharks</b> pinging off the coast have swimmers on high alert. So, we put our <b>VERIFY</b> fact checkers on some common beliefs about&nbsp;...",
                "formattedUrl": "https://www.13newsnow.com/article/news/...is...shark.../291-451215727",
                "htmlFormattedUrl": "https://www.13<b>news</b>now.com/article/<b>news</b>/...is...<b>shark</b>.../291-451215727",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQpKoP9Bu99DOCDtzSB4nhvHyygakju9vjIXk7nNuIPjDrYoMFR3-653gM&s",
                            "width": "300",
                            "height": "168"
                        }
                    ],
                    "metatags": [
                        {
                            "apple-itunes-app": "app-id=1453203448",
                            "og:image": "https://media.13newsnow.com/assets/WVEC/images/318016241/318016241_1140x641.jpg",
                            "theme-color": "#045ea8",
                            "og:image:width": "1140",
                            "twitter:card": "summary_large_image",
                            "og:site_name": "13newsnow.com",
                            "og:description": "Recent stories of sharks pinging off the coast have swimmers on high alert. So, we put our VERIFY fact checkers on some common beliefs about sharks.",
                            "twitter:image": "https://media.13newsnow.com/assets/WVEC/images/318016241/318016241_1140x641.jpg",
                            "twitter:site": "13NewsNow",
                            "article:content_tier": "free",
                            "og:type": "article",
                            "article:section": "13newsnow,news,verify,facebook-instant",
                            "twitter:title": "Verify: How likely is a shark attack in Hampton Roads?",
                            "twitter:domain": "www.13newsnow.com/",
                            "og:title": "Verify: How likely is a shark attack in Hampton Roads?",
                            "og:image:height": "641",
                            "og:article:published_time": "6/23/2017 5:56:07 AM",
                            "twitter:image:src": "https://media.13newsnow.com/assets/WVEC/images/318016241/318016241_1140x641.jpg",
                            "site": "13newsnow.com",
                            "fb:app_id": "202186816999542",
                            "viewport": "width=device-width",
                            "twitter:description": "Recent stories of sharks pinging off the coast have swimmers on high alert. So, we put our VERIFY fact checkers on some common beliefs about sharks.",
                            "og:locale": "en_US",
                            "category": "news",
                            "og:url": "https://www.13newsnow.com/article/news/verify/verify-how-likely-is-a-shark-attack-in-hampton-roads/291-451215727",
                            "article:opinion": "false"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://media.13newsnow.com/assets/WVEC/images/318016241/318016241_1140x641.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "Next up in 5\nExample video title will go here for this video\nNext up in 5\nExample video title will go here for this video\n\n\n\n\nA return to the water this summer raises a number of potential concerns for beach-goers, including what may be lurking underneath the waves.\nRecent stories of sharks pinging off the coast have swimmers on high alert. So, we put our VERIFY fact checkers on some common beliefs about sharks.\nYou may believe that when it comes to shark attacks, all beaches are equally dangerous. But according to Chip Harshaw with the Virginia Aquarium, only about five to 10 people die per year from a shark attack. And the likelihood of one occurring in Hampton Roads is extremely low.\nSo, we can VERIFY that this belief is FALSE.\n”They're not that common,\" says Harshaw. \"We don't see them that much around here.”\nIt's also important to not judge a shark by its appearance. Some assume any shark you encounter is a threat. But Harshaw says with over 400 shark species, only a small number can be dangerous.\nSo, that presumption is also FALSE.\n“The largest shark species, the whale shark that grows to 40 feet long... it's a plankton feeder,\" says Harshaw. \"It eats the smallest food item in the world. It's a microscopic shrimp.\"\nNext up in 5\nExample video title will go here for this video\nNext up in 5\nExample video title will go here for this video\n\n\n\n\nAppropriately, you should be less worried about a shark attack in Hampton Roads. However, don't completely let your guard down.\n”Around fishing piers, if people are using bait that might attract other types of animals,\" says Harshaw. \"So stay away from those areas.”\nSo, we are able to VERIFY that shark attacks are more likely to occur around fishing piers and at certain times of the day.\n\"Don't swim early in the evening at dusk or after dark,\" says Harshaw.\nAlthough you're more likely to win the lottery than be fatally attacked by a shark in Hampton Roads, it's still important to take precautions to minimize your risk and stay safe in the water.\nHelp our journalists VERIFY the news. Do you know someone else we should interview for this story? Did we miss anything in our reporting? Is there another story you'd like us to VERIFY? Click here.\n\nPHOTOS: Great White Sharks\nNotifications can be turned off anytime in the browser settings.",
                    "content_num": 507
                },
                "website_quality_evaluation": {
                    "website_quality Score": 7,
                    "justification": "13 News Now is a local news outlet in Virginia with a focus on community news. While regional news websites may not have the same resources as national outlets, they often adhere to journalistic standards and fact-checking practices. 13 News Now may be reliable for local news and information but may not have the same capacity as larger organizations to detect and expose fake news on a broader scale."
                },
                "Content Score": {
                    "Newness Score": 0,
                    "Newness Justification": "Not provided",
                    "Relevance Score": 0,
                    "Relevance Justification": "Not provided"
                }
            }
        },
        {
            "evidence7": {
                "kind": "customsearch#result",
                "title": "Were Sharks In Florida Street After Hurricane Nicole? New Video ...",
                "htmlTitle": "Were <b>Sharks</b> In <b>Florida</b> Street After <b>Hurricane</b> Nicole? New Video ...",
                "link": "https://www.newsweek.com/were-sharks-florida-street-after-hurricane-nicole-new-video-emerges-1758670",
                "displayLink": "www.newsweek.com",
                "snippet": "Nov 10, 2022 ... During Hurricane Ian, a man videoed what appeared to be a shark flopping around in his neighbor's backyard in Fort Myers amid severe storm ...",
                "htmlSnippet": "Nov 10, 2022 <b>...</b> <b>During Hurricane Ian</b>, a man videoed what appeared to be a <b>shark</b> flopping around in his neighbor&#39;s backyard in Fort Myers amid severe <b>storm</b>&nbsp;...",
                "formattedUrl": "https://www.newsweek.com/were-sharks-florida-street-after-hurricane-nicol...",
                "htmlFormattedUrl": "https://www.<b>news</b>week.com/were-<b>shark</b>s-<b>florida</b>-street-after-<b>hurricane</b>-nicol...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTTVBs4Om9y3c1zUQdrs1Z1UjrP9apyyy48OJJschuRD5GpcI10peGD3Oo&s",
                            "width": "275",
                            "height": "183"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://d.newsweek.com/en/full/2147476/overview-shot-shark-swimming-ocean.jpg",
                            "msapplication-config": "https://g.newsweek.com/themes/newsweek/favicons/browserconfig.xml",
                            "og:image:width": "3600",
                            "article:published_time": "2022-11-10T10:38:58-05:00",
                            "twitter:card": "summary_large_image",
                            "theme-color": "#ff0500",
                            "og:site_name": "Newsweek",
                            "twitter:url": "https://www.newsweek.com/were-sharks-florida-street-after-hurricane-nicole-new-video-emerges-1758670",
                            "og:description": "During Hurricane Ian, a man videoed what appeared to be a shark flopping around in his neighbor's backyard in Fort Myers amid severe storm surge.",
                            "article:publisher": "https://www.facebook.com/Newsweek",
                            "twitter:image": "https://d.newsweek.com/en/full/2147476/overview-shot-shark-swimming-ocean.webp?w=1600&h=900&q=88&f=6d5d7331d8816ece8975688ca92ca274",
                            "twitter:site": "@newsweek",
                            "article:modified_time": "2022-11-10T11:16:08-05:00",
                            "msapplication-tilecolor": "#ff0500",
                            "og:type": "article",
                            "og:image:alt": "Overview Shot of Shark Swimming in Ocean",
                            "article:section": "News",
                            "twitter:title": "Were sharks in Florida street after Hurricane Nicole? New video emerges",
                            "og:title": "Were sharks in Florida street after Hurricane Nicole? New video emerges",
                            "og:image:height": "2400",
                            "fb:pages": "18343191100",
                            "article:tag": "Hurricane Nicole",
                            "fb:app_id": "245537789135954",
                            "viewport": "width=device-width, initial-scale=1",
                            "twitter:description": "During Hurricane Ian, a man videoed what appeared to be a shark flopping around in his neighbor's backyard in Fort Myers amid severe storm surge.",
                            "og:url": "https://www.newsweek.com/were-sharks-florida-street-after-hurricane-nicole-new-video-emerges-1758670"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://d.newsweek.com/en/full/2147476/overview-shot-shark-swimming-ocean.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "When Hurricane Nicole hit Florida on Wednesday night with wind, rain and flooding battering the state, a common hoax resurfaced. A video of fin-like objects being swept down a flooded road on the Sunshine State's east coast sparked a joke that the objects were two sharks carried through the streets by the rushing water.\nThe Category 1 storm hit the coast that was already vulnerable from Hurricane Ian, which hammered the state six weeks ago. Residents were urged to evacuate in certain areas as floodwaters cascaded down roadways. As residents were evacuating, one video shows a car stopped at a flooded intersection and debris carried by the floodwaters rushing through the intersection.\nThe Instagram video, posted by user ohana_surf_shop on Wednesday morning, showed two fin-like objects swept along by floodwaters near an intersection where the user was stopped in his car. The video taker joked, \"There goes a shark, we've got a couple sharks,\" as the objects floated by. Another person in the car laughed during the video.\nThe post's caption said, \"Sharks on the streets!!\" and included hashtags for \"Sharknado,\" a made-for-TV science fiction comedy disaster movie that is commonly referenced when shark hoaxes resurface during hurricanes.\nStoryful, a social media intelligence agency, shared the video and said it was taken by Jordan Schwartz, a local man who owns Ohana Surf Shop in Stuart, Florida.\nThe video was taken after residents received evacuation orders when storm surges breached the coast and flooding overwhelmed local streets. Schwartz also recorded more debris transported by floodwaters down the roadway, including a kayak.\nSchwartz told Newsweek that at first, the debris did look like sharks.\n\"It looks real all the way through,\" he said in an Instagram message. \"So we were kinda in shock and [definitely] thought we had sharks at the beginning.\"\nSchwartz said that as soon as the debris floated past the car in front of him, he realized it wasn't a shark. He said he wasn't aware of the common shark hoaxes that surface during hurricanes when he took the video.\n\"Actually amazed how much feedback we got from this,\" he said.\nSchwartz shared the video twice on his Instagram page. The first was liked nearly 3,900 times and the second nearly 3,000 times.\nShark appearances are common hoaxes that originated in 2012 when a fake image of a shark was depicted swimming down a flooded highway. Since then, the image and others have surfaced on social media whenever a hurricane hits.\nMost recently, a man videoed what appeared to be a shark flopping around in his neighbor's backyard in Fort Myers, Florida, during severe storm surge from Hurricane Ian.\nAfter the video index was confirmed, experts said it's possible that a shark sensed a drop in barometric pressure that preceded the hurricane and, trying to flee, accidentally ended up in a retention pond which, when flooded, tossed the shark into someone's backyard. Storyful, a social media intelligence agency, verified the Fort Myers video was authentic but couldn't determine if the animal was actually a shark or a large fish.\nThe Hurricane Ian shark is an anomaly, and many shark-like objects sighted during hurricanes are later determined to be debris or fake images.\nUpdate 11/10/22, 11:04 a.m. ET: This story was updated with comment from Jordan Schwartz.\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nAnna Skinner is a Newsweek senior reporter based in Indianapolis. Her focus is reporting on the climate, environment and weather but she also reports on other topics for the National News Team. She has covered climate change and natural disasters extensively. Anna joined Newsweek in 2022 from Current Publishing, a local weekly central Indiana newspaper where she worked as a managing editor. She was a 2021 finalist for the Indy's Best & Brightest award in the media, entertainment and sports category. You can get in touch with Anna by emailing a.skinner@newsweek.com. Languages: English.\nAnna Skinner is a Newsweek senior reporter based in Indianapolis. Her focus is reporting on the climate, environment and weather                                    ...\nRead more\n\nNewsletters in your inbox See all\nCompany\nEditions:\nContact\nTerms of Use\n© 2024 NEWSWEEK DIGITAL LLC",
                    "content_num": 900
                },
                "website_quality_evaluation": {
                    "website_quality Score": 7,
                    "justification": "Newsweek is a reputable news magazine with a long history in journalism. While it generally upholds high standards of accuracy and truthfulness, like any mainstream media outlet, it may have occasional missteps. Newsweek is typically a reliable source for news and information, including fact-checking efforts regarding misinformation and fake news."
                },
                "Content Score": {
                    "Newness Score": 7,
                    "Newness Justification": "The evidence from Newsweek is dated November 10, 2022, providing relevant but slightly older information.",
                    "Relevance Score": 8,
                    "Relevance Justification": "The evidence specifically mentions a shark during Hurricane Ian in Fort Myers, which is directly related to the presence of a shark during the hurricane."
                }
            }
        },
        {
            "evidence8": {
                "kind": "customsearch#result",
                "title": "Category 4 Hurricane Idalia projected to hit Florida with 'catastrophic ...",
                "htmlTitle": "Category 4 <b>Hurricane</b> Idalia projected to hit <b>Florida</b> with &#39;catastrophic ...",
                "link": "https://www.mercurynews.com/2023/08/30/hurricane-idalia-hits-florida-with-125-mph-winds-flooding-streets-snapping-trees-and-cutting-power/",
                "displayLink": "www.mercurynews.com",
                "snippet": "Aug 31, 2023 ... No hurricane-related deaths were officially confirmed in Florida, but the Florida Highway Patrol reported two people dying in separate weather- ...",
                "htmlSnippet": "Aug 31, 2023 <b>...</b> No <b>hurricane</b>-related deaths were officially confirmed in <b>Florida</b>, but the <b>Florida Highway</b> Patrol <b>reported</b> two people dying in separate weather-&nbsp;...",
                "formattedUrl": "https://www.mercurynews.com/.../hurricane-idalia-hits-florida-with-125-mp...",
                "htmlFormattedUrl": "https://www.mercury<b>news</b>.com/.../<b>hurricane</b>-idalia-hits-<b>florida</b>-with-125-mp...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQja65TVOFtx0jHTrgxc4ot3gNVSkVFMXoPnBY7Otyp_9v8ZAOeYv0NOx93&s",
                            "width": "275",
                            "height": "183"
                        }
                    ],
                    "metatags": [
                        {
                            "application-name": "themercurynews",
                            "og:image": "https://www.mercurynews.com/wp-content/uploads/2023/08/AP23241778113447.jpg?w=1024&h=683",
                            "og:type": "article",
                            "article:published_time": "2023-08-31T03:14:30+00:00",
                            "og:image:width": "1024",
                            "twitter:card": "summary_large_image",
                            "og:site_name": "The Mercury News",
                            "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3",
                            "og:title": "Hurricane Idalia hits Florida with 125 mph winds, flooding streets, snapping trees and cutting power",
                            "og:image:height": "683",
                            "msapplication-tileimage": "https://www.mercurynews.com/wp-content/uploads/2016/10/32x32-mercury-news-white.png?w=32",
                            "fb:pages": "63095136336",
                            "og:description": "Hurricane Idalia tore into Florida with 125 mph winds, splitting trees in half, ripping roofs off hotels and turning small cars into boats. After coming ashore in the state’s Big Bend region,…",
                            "twitter:image": "https://www.mercurynews.com/wp-content/uploads/2023/08/AP23241778113447.jpg?w=640",
                            "twitter:text:title": "Hurricane Idalia hits Florida with 125 mph winds, flooding streets, snapping trees and cutting power",
                            "article:modified_time": "2023-08-31T12:46:28+00:00",
                            "viewport": "width=device-width, initial-scale=1",
                            "og:locale": "en_US",
                            "og:url": "https://www.mercurynews.com/2023/08/30/hurricane-idalia-hits-florida-with-125-mph-winds-flooding-streets-snapping-trees-and-cutting-power/"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.mercurynews.com/wp-content/uploads/2023/08/AP23241778113447.jpg?w=1024&h=683"
                        }
                    ]
                },
                "website_content": {
                    "content": "Error fetching https://www.mercurynews.com/2023/08/30/hurricane-idalia-hits-florida-with-125-mph-winds-flooding-streets-snapping-trees-and-cutting-power/: Message: Unable to obtain driver for firefox; For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors/driver_location\n",
                    "content_num": 0
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "The Mercury News is a reputable newspaper covering news in the San Francisco Bay Area. With a history of accurate reporting and adherence to journalistic ethics, The Mercury News is generally considered a credible source for information. While it may focus more on local news, its professionalism in reporting can contribute to detecting fake news and maintaining accuracy."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The evidence from The Mercury News is dated August 31, 2023, providing recent information but not specifically related to the presence of a shark on a flooded highway during Hurricane Ian.",
                    "Relevance Score": 3,
                    "Relevance Justification": "The evidence discusses Hurricane Idalia hitting Florida with severe impact, but it does not directly address the presence of a shark on a flooded highway during Hurricane Ian."
                }
            }
        },
        {
            "evidence9": {
                "kind": "customsearch#result",
                "title": "Sarasota Rainfall Broke Records In 'Thousand-Year Storm': Officials ...",
                "htmlTitle": "Sarasota Rainfall Broke Records In &#39;Thousand-Year <b>Storm</b>&#39;: Officials ...",
                "link": "https://patch.com/florida/sarasota/sarasota-rainfall-broke-records-thousand-year-storm-officials",
                "displayLink": "patch.com",
                "snippet": "Jun 12, 2024 ... ... storm in September 2022, Newsweek reported. Nearly 9 inches fell during a five-day period when Ian pummeled the region. Sarasota also set a ...",
                "htmlSnippet": "Jun 12, 2024 <b>...</b> ... <b>storm</b> in September 2022, Newsweek <b>reported</b>. Nearly 9 inches fell <b>during</b> a five-day period when <b>Ian</b> pummeled the region. Sarasota also set a&nbsp;...",
                "formattedUrl": "https://patch.com/florida/.../sarasota-rainfall-broke-records-thousand-year-st...",
                "htmlFormattedUrl": "https://patch.com/<b>florida</b>/.../sarasota-rainfall-broke-records-thousand-year-st...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRYudH8bj6_tKrTbwfin02mTD-ghPXhqdVuHWlKZTvAiKbFQeZcS42QSCo&s",
                            "width": "259",
                            "height": "194"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://patch.com/img/cdn20/users/24559556/20240612/022208/styles/patch_image/public/flood-3___12141907431.jpg",
                            "apple-itunes-app": "app-id=430049632",
                            "og:image:width": "800",
                            "article:published_time": "2024-06-12T18:22:10Z",
                            "theme-color": "#ffffff",
                            "twitter:card": "summary_large_image",
                            "og:site_name": "Sarasota, FL Patch",
                            "apple-mobile-web-app-title": "Patch",
                            "og:description": "More rain fell in the Sarasota area on Tuesday than when Hurricane Ian pummeled the region as a category 4 storm in September 2022.",
                            "twitter:image": "https://patch.com/img/cdn20/users/24559556/20240612/022208/styles/patch_image/public/flood-3___12141907431.jpg",
                            "next-head-count": "21",
                            "article:modified_time": "2024-06-12T18:22:10Z",
                            "twitter:widgets:theme": "light",
                            "twitter:widgets:border-color": "#e9e9e9",
                            "og:type": "article",
                            "article:section": "Weather",
                            "og:title": "Sarasota Rainfall Broke Records In ‘Thousand-Year Storm’: Officials",
                            "og:image:height": "600",
                            "og:updated_time": "2024-06-12T18:22:10Z",
                            "fb:pages": "57421062540",
                            "referrer": "origin-when-cross-origin",
                            "fb:app_id": "521361477908471",
                            "apple-mobile-web-app-status-bar-style": "default",
                            "viewport": "viewport-fit=cover, width=device-width, initial-scale=1, shrink-to-fit=no",
                            "apple-mobile-web-app-capable": "yes",
                            "og:locale": "en_US",
                            "og:url": "https://patch.com/florida/sarasota/sarasota-rainfall-broke-records-thousand-year-storm-officials"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://patch.com/img/cdn20/users/24559556/20240612/022208/styles/patch_image/public/flood-3___12141907431.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "Error fetching https://patch.com/florida/sarasota/sarasota-rainfall-broke-records-thousand-year-storm-officials: Message: Unable to obtain driver for firefox; For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors/driver_location\n",
                    "content_num": 0
                },
                "website_quality_evaluation": {
                    "website_quality Score": 6,
                    "justification": "Patch is a community-specific news and information platform that covers hyperlocal news. While Patch may offer valuable insights into local events and issues, its credibility in the broader context of detecting and exposing fake news may be limited. Patch's quality may vary depending on its individual community contributors and editorial oversight, making it less consistent in fact-checking and truthfulness compared to larger news organizations."
                },
                "Content Score": {
                    "Newness Score": 6,
                    "Newness Justification": "The evidence from Patch is dated June 12, 2024, making it relatively recent, but its relevance to the specific context is limited.",
                    "Relevance Score": 2,
                    "Relevance Justification": "The evidence is about rainfall records in Sarasota during a storm in 2022 and lacks direct relevance to the presence of a shark on a flooded highway during Hurricane Ian."
                }
            }
        }
    ]
}