{
    "kind": "customsearch#search",
    "url": {
        "type": "application/json",
        "template": "https://www.googleapis.com/customsearch/v1?q={searchTerms}&num={count?}&start={startIndex?}&lr={language?}&safe={safe?}&cx={cx?}&sort={sort?}&filter={filter?}&gl={gl?}&cr={cr?}&googlehost={googleHost?}&c2coff={disableCnTwTranslation?}&hq={hq?}&hl={hl?}&siteSearch={siteSearch?}&siteSearchFilter={siteSearchFilter?}&exactTerms={exactTerms?}&excludeTerms={excludeTerms?}&linkSite={linkSite?}&orTerms={orTerms?}&dateRestrict={dateRestrict?}&lowRange={lowRange?}&highRange={highRange?}&searchType={searchType}&fileType={fileType?}&rights={rights?}&imgSize={imgSize?}&imgType={imgType?}&imgColorType={imgColorType?}&imgDominantColor={imgDominantColor?}&alt=json"
    },
    "queries": {
        "request": [
            {
                "title": "Google Custom Search - Florida Fish and Wildlife statement shark flooded highway Hurricane Ian",
                "totalResults": "1190000",
                "searchTerms": "Florida Fish and Wildlife statement shark flooded highway Hurricane Ian",
                "count": 10,
                "startIndex": 1,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e"
            }
        ],
        "nextPage": [
            {
                "title": "Google Custom Search - Florida Fish and Wildlife statement shark flooded highway Hurricane Ian",
                "totalResults": "1190000",
                "searchTerms": "Florida Fish and Wildlife statement shark flooded highway Hurricane Ian",
                "count": 10,
                "startIndex": 11,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e"
            }
        ]
    },
    "context": {
        "title": "DogeNet Search"
    },
    "searchInformation": {
        "searchTime": 0.473718,
        "formattedSearchTime": "0.47",
        "totalResults": "1190000",
        "formattedTotalResults": "1,190,000"
    },
    "items": [
        {
            "evidence0": {
                "kind": "customsearch#result",
                "title": "Florida Warns Alligators, Snakes and Bears Will Emerge During ...",
                "htmlTitle": "<b>Florida</b> Warns Alligators, Snakes and Bears Will Emerge During ...",
                "link": "https://www.newsweek.com/florida-warns-alligators-snakes-bears-hurricane-ian-1747090",
                "displayLink": "www.newsweek.com",
                "snippet": "Sep 29, 2022 ... The Florida Fish and Wildlife Conservation Commission (FWC) said in a statement that major storms such as Hurricane Ian can cause wildlife ...",
                "htmlSnippet": "Sep 29, 2022 <b>...</b> The <b>Florida Fish and Wildlife</b> Conservation Commission (<b>FWC</b>) said in a <b>statement</b> that major <b>storms</b> such as <b>Hurricane Ian</b> can cause wildlife&nbsp;...",
                "formattedUrl": "https://www.newsweek.com/florida-warns-alligators-snakes-bears-hurricane...",
                "htmlFormattedUrl": "https://www.newsweek.com/<b>florida</b>-warns-alligators-snakes-bears-<b>hurricane</b>...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSs5l_vgyiiaf2r9YYAaDL3vzpbCMp5pwul6O_Ar3StZeQbPm462knsLHAX&s",
                            "width": "259",
                            "height": "194"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://d.newsweek.com/en/full/2123957/crocodile-hurricane-ian.jpg",
                            "msapplication-config": "https://g.newsweek.com/themes/newsweek/favicons/browserconfig.xml",
                            "og:image:width": "1600",
                            "article:published_time": "2022-09-28T09:19:28-04:00",
                            "twitter:card": "summary_large_image",
                            "theme-color": "#ff0500",
                            "og:site_name": "Newsweek",
                            "twitter:url": "https://www.newsweek.com/florida-warns-alligators-snakes-bears-hurricane-ian-1747090",
                            "og:description": "Hurricane Ian is looking to be one of the worst storms Florida has ever seen, and officials are warning residents to be wary of displaced wildlife.",
                            "article:publisher": "https://www.facebook.com/Newsweek",
                            "twitter:image": "https://d.newsweek.com/en/full/2123957/crocodile-hurricane-ian.webp",
                            "twitter:site": "@newsweek",
                            "article:modified_time": "2022-09-29T11:21:05-04:00",
                            "msapplication-tilecolor": "#ff0500",
                            "og:type": "article",
                            "og:image:alt": "Crocodile Hurricane Ian",
                            "article:section": "U.S.",
                            "twitter:title": "Florida Warns Alligators, Snakes and Bears Will Emerge During Hurricane Ian",
                            "og:title": "Florida Warns Alligators, Snakes and Bears Will Emerge During Hurricane Ian",
                            "og:image:height": "1200",
                            "fb:pages": "18343191100",
                            "article:tag": "Hurricane Ian",
                            "fb:app_id": "245537789135954",
                            "viewport": "width=device-width, initial-scale=1",
                            "twitter:description": "Hurricane Ian is looking to be one of the worst storms Florida has ever seen, and officials are warning residents to be wary of displaced wildlife.",
                            "og:url": "https://www.newsweek.com/florida-warns-alligators-snakes-bears-hurricane-ian-1747090"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://d.newsweek.com/en/full/2123957/crocodile-hurricane-ian.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "Florida officials have warned that alligators, snakes and bears may emerge during Hurricane Ian, the storm currently wreaking havoc on the Florida coast.\nIan is looking to be one of the worst hurricanes the state has ever seen. It is expected to make landfall Wednesday and is classed as a Category 4 storm, with winds between 130 to 156 miles per hour. Category 4 hurricanes can cause severe and catastrophic damage.\nThe storm has already caused flooding in areas across the Key West, with others likely to be hit. The Florida Fish and Wildlife Conservation Commission (FWC) said in a statement that major storms such as Hurricane Ian can cause wildlife to become more active.\n\"You may be more likely to see alligators, snakes and bears, so remember to stay alert and give them space,\" the commission said.\nWildlife can become disoriented during hurricanes due to severe weather conditions. This means they could turn up in strange places, away from their natural habitat.\nFlorida is home to 1.3 million alligators. Although they rarely attack humans, they can become aggressive if stressed or provoked. The severe weather conditions may mean the animals pose more of a threat to humans than usual.\nAlligators usually live in the state's wetlands and swamps. If these become overflooded due to the storm, it is likely they will relocate to unusual areas. In its statement, the FWC told residents to call officials if they come across a nuisance alligator—alligators that display threatening behavior.\nSix venomous snake species call Florida their home, including the eastern coral snake, the southern copperhead, the cottonmouth, and three types of rattlesnakes. Two species of bears are also found in Florida: the American black bear and the Florida black bear.\nSevere weather can affect all sorts of other wildlife, such as sharks.\nOcean research organization Ocearch, which tracks great white sharks swimming off the coast of America, said on Facebook that many of their tagged sharks are currently in Atlantic Canada, where tropical storm Fiona is raging. At least one person has died in the storm, which is one of the most severe that the country has seen.\nThis chart, provided by Statista, shows the number of recorded hurricanes making landfall in the continental United States since 1851, by strength.\n\"Our team is still watching the Shark Tracker to see what their next moves are, but we are pleasantly surprised by a few of our sharks pinging in right after the Hurricane hit, one even pinging during it,\" an Ocearch spokesperson told Newsweek.\nAlthough the sharks will pose very little danger to humans during this time, the organization will continue to track the sharks' movements over the next few days to see whether any become displaced.\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nRobyn White is a Newsweek Nature Reporter based in London, UK. Her focus is reporting on wildlife, science and the environment. Robyn joined Newsweek in 2022 having previously worked at environmental publication LetsRecycle. She has also worked on a range of consumer magazines at Damson Media focusing on pop culture, art and health. She is a journalism graduate of Kingston University. Languages: English.\nYou can get in touch with Robyn by emailing r.white@newsweek.com\n\nRobyn White is a Newsweek Nature Reporter based in London, UK. Her focus is reporting on wildlife, science and the                                    ...\nRead more\n\nNewsletters in your inbox See all\nCompany\nEditions:\nContact\nTerms of Use\n© 2024 NEWSWEEK DIGITAL LLC",
                    "content_num": 747
                },
                "website_quality_evaluation": {
                    "website_quality Score": 9,
                    "justification": "Newsweek is a well-established and reputable news source with a long history of delivering accurate and reliable information. They have a team of professional journalists who adhere to high standards of journalism. The website is known for fact-checking and providing in-depth coverage of various topics, which enhances its credibility in detecting and exposing fake news."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The article was published on Sep 29, 2022, which is relatively recent considering the current date is July 2024.",
                    "Relevance Score": 7,
                    "Relevance Justification": "While the article discusses wildlife emergence during hurricanes, it does not directly mention sharks on flooded highways."
                }
            }
        },
        {
            "evidence1": {
                "kind": "customsearch#result",
                "title": "Boat Ramps and Access | FWC",
                "htmlTitle": "Boat Ramps and Access | <b>FWC</b>",
                "link": "https://myfwc.com/boating/boat-ramps-access/",
                "displayLink": "myfwc.com",
                "snippet": "... Statement · Sitemap. Florida Fish and Wildlife Conservation Commission • Farris Bryant Building 620 S. Meridian St. • Tallahassee, FL • (850) 488-4676",
                "htmlSnippet": "... <b>Statement</b> &middot; Sitemap. <b>Florida Fish and Wildlife</b> Conservation Commission • Farris Bryant Building 620 S. Meridian St. • Tallahassee, FL • (850) 488-4676",
                "formattedUrl": "https://myfwc.com/boating/boat-ramps-access/",
                "htmlFormattedUrl": "https://myfwc.com/boating/boat-ramps-access/",
                "pagemap": {
                    "metatags": [
                        {
                            "og:type": "website",
                            "og:site_name": "Florida Fish And Wildlife Conservation Commission",
                            "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no",
                            "og:title": "Boat Ramps & Access",
                            "og:url": "https://myfwc.com/boating/boat-ramps-access/",
                            "og:description": "Boat Ramps & Access"
                        }
                    ]
                },
                "website_content": {
                    "content": "Before venturing to an unknown boat ramp far from home, it is a good idea to check with local authorities about the status of that boat ramp as it could be temporarily closed due to special events, weather conditions or needed repairs.  Closures are not reported in real time on this site.  To report a status change for a public boat ramp, please email BoatRamps@MyFWC.com and provide the name of the boat ramp, the waterbody where it is located, and a telephone number for more information.\nBefore venturing to an unknown boat ramp far from home, it is a good idea to check with local authorities about the status of that boat ramp as it could be temporarily closed due to special events, weather conditions or needed repairs.  Closures are not reported in real time on this site.  To report a status change for a public boat ramp, please email BoatRamps@MyFWC.com and provide the name of the boat ramp, the waterbody where it is located, and a telephone number for more information.\nThe Boating and Waterways Section within the Florida Fish and Wildlife Conservation Commission, Division of Law Enforcement, works to improve boating access by identifying potential sites for new boating access facilities; identifying facilities in need of renovation or expansion; constructing and renovating boating access facilities on state-owned lands; and administering grants programs for boating access and boating-related activities.\nThe Boat Ramp Finder provides descriptive information, maps and photographs for hundreds  of public boat ramps throughout Florida.\nThe Boat Ramp Finder provides descriptive information, maps and photographs for hundreds  of public boat ramps throughout Florida.\nThe Sport Fish Restoration - Boat Access Program (formerly known as the Dingell-Johnson (D-J) or Wallop-Breaux) is a \"user pays, user benefits\" program seeking to improve boating opportunities. Federal funds are collected from taxes on fishing tackle and motor fuels and import duties on tackle and yachts. The money is returned to appropriate state agencies for research, management and development activities that deal with sport fish and boating access. Federal law requires that 15 percent of these funds go to building and repairing boat ramps.\nSince the mid-1950s, the Commission has built boat ramps in the state that are available to the boating public free of charge. Most sites are open 24 hours a day. The Commission currently maintains over 200 access sites, and new sites are being added to our program each year. Due to the public need for access, the Commission staffs a full-time crew to handle construction and repair.\nList of Sport Fish Restoration funded boat access projects\nThe Sport Fish Restoration logo now appears on fishing tackle and many other products, the purchase of which supports the program. You will also see the logo on boat ramp signs, brochures and other items produced for you with these funds. This program has been one of the most highly acclaimed of Federal/State cooperative ventures since its inception in 1950 and has greatly expanded in the past decade to benefit anglers and boaters.\nAn organization devoted to the acquisition, development and administration of public recreational boating facilities nationwide, SOBA provides a forum for the exchange of views, ideas, concepts and experiences related to all aspects of recreational boating facilities. Visit the SOBA website for more information.\nSince 1992, the Fish and Wildlife Research Institute has been producing a statewide series of educational boating and angling guide maps that also provide information about Florida ecosystems.\n\r\n                        Florida Fish and Wildlife Conservation Commission • Farris Bryant Building\r\n                        620 S. Meridian St.  • Tallahassee, FL • (850) 488-4676\r\n                            Copyright 1999 - 2024 State of Florida\r\n                    \nPursuant to section 120.74, Florida Statutes, the Fish and Wildlife Conservation Commission has published its 2022 Agency Regulatory Plan.",
                    "content_num": 796
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "The Florida Fish and Wildlife Conservation Commission (FWC) website is a reliable source for information related to wildlife management, conservation efforts, and environmental issues in Florida. As a governmental organization dedicated to protecting Florida's natural resources, the FWC website is known for its commitment to accuracy and transparency. While not primarily focused on news reporting, the website's factual information and scientific data contribute positively to detecting and combating fake news related to wildlife and environmental topics."
                },
                "Content Score": {
                    "Newness Score": 9,
                    "Newness Justification": "The information is from the official Florida Fish and Wildlife Conservation Commission website, ensuring it is up-to-date.",
                    "Relevance Score": 5,
                    "Relevance Justification": "It pertains to boat ramps and access rather than directly addressing the presence of sharks on flooded highways."
                }
            }
        },
        {
            "evidence2": {
                "kind": "customsearch#result",
                "title": "Gubernatorial debate skipped key questions about Florida's ...",
                "htmlTitle": "Gubernatorial debate skipped key questions about <b>Florida&#39;s</b> ...",
                "link": "https://floridaphoenix.com/2022/10/27/gubernatorial-debate-skipped-key-questions-about-floridas-worsening-environmental-problems/",
                "displayLink": "floridaphoenix.com",
                "snippet": "Oct 27, 2022 ... Credit: Florida Fish & Wildlife Conservation Commission. I watched ... No mention of the multiple sewage spills that followed Hurricane Ian (or, ...",
                "htmlSnippet": "Oct 27, 2022 <b>...</b> Credit: <b>Florida Fish</b> &amp; <b>Wildlife</b> Conservation Commission. I watched ... No mention of the multiple sewage spills that followed <b>Hurricane Ian</b> (or,&nbsp;...",
                "formattedUrl": "https://floridaphoenix.com/.../gubernatorial-debate-skipped-key-questions-a...",
                "htmlFormattedUrl": "https://<b>florida</b>phoenix.com/.../gubernatorial-debate-skipped-key-questions-a...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTzAcbXEadLs6Cfnbl77_YoIao4KUDfRwsKUP3HWLfY1ymaD-nFal1-5KMk&s",
                            "width": "259",
                            "height": "194"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://floridaphoenix.com/wp-content/uploads/2021/03/manatees-huddle-up-in-warm-water-refuge-via-FWC.jpg",
                            "og:type": "article",
                            "article:published_time": "2022-10-27T11:00:17+00:00",
                            "og:image:width": "2048",
                            "twitter:card": "summary_large_image",
                            "og:site_name": "Florida Phoenix",
                            "author": "Craig Pittman",
                            "og:title": "Gubernatorial debate skipped key questions about Florida’s worsening environmental problems • Florida Phoenix",
                            "og:image:height": "1536",
                            "twitter:label1": "Written by",
                            "twitter:label2": "Est. reading time",
                            "og:image:type": "image/jpeg",
                            "msapplication-tileimage": "https://floridaphoenix.com/wp-content/uploads/2018/06/cropped-Asset-9@3x-2-270x270.png",
                            "og:description": "I watched the one and only Florida gubernatorial debate Monday night. I admit that I yelled at the TV set. No, I wasn’t mad at the two candidates, incumbent Gov. Ron DeSantis and challenger Charlie Crist. They’re both politicians with years of experience, and so they both behaved exactly the way politicians do. If they […]",
                            "twitter:creator": "@craigtimes",
                            "article:publisher": "http://facebook.com/Florida.Phoenix.News",
                            "twitter:data1": "Craig Pittman",
                            "twitter:data2": "12 minutes",
                            "twitter:site": "@flphoenixnews",
                            "article:modified_time": "2022-10-27T11:03:12+00:00",
                            "viewport": "width=device-width, initial-scale=1",
                            "og:locale": "en_US",
                            "og:url": "https://floridaphoenix.com/2022/10/27/gubernatorial-debate-skipped-key-questions-about-floridas-worsening-environmental-problems/",
                            "sn_version": "v1.33.0"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://floridaphoenix.com/wp-content/uploads/2021/03/manatees-huddle-up-in-warm-water-refuge-via-FWC.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "Error fetching https://floridaphoenix.com/2022/10/27/gubernatorial-debate-skipped-key-questions-about-floridas-worsening-environmental-problems/: Message: Unable to obtain driver for firefox; For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors/driver_location\n",
                    "content_num": 0
                },
                "website_quality_evaluation": {
                    "website_quality Score": 7,
                    "justification": "Florida Phoenix is an independent news organization that covers a wide range of topics related to Florida politics, environment, and social issues. While relatively newer compared to traditional media outlets, the website has gained recognition for its detailed reporting and investigative journalism. Florida Phoenix's commitment to accuracy and thorough research makes it a valuable resource for detecting and exposing fake news, especially within the context of Florida-specific news and issues."
                },
                "Content Score": {
                    "Newness Score": 7,
                    "Newness Justification": "The article was published on Oct 27, 2022, which is within a reasonable timeframe from the current date.",
                    "Relevance Score": 4,
                    "Relevance Justification": "This evidence discusses environmental problems post-Hurricane Ian but does not specifically mention sharks on flooded highways."
                }
            }
        },
        {
            "evidence3": {
                "kind": "customsearch#result",
                "title": "Hurricane Ian: Are there sharks in flooded streets?",
                "htmlTitle": "<b>Hurricane Ian</b>: Are there <b>sharks</b> in <b>flooded</b> streets?",
                "link": "https://www.geo.tv/latest/443307-hurricane-ian-are-there-sharks-in-the-flooded-streets",
                "displayLink": "www.geo.tv",
                "snippet": "Sep 29, 2022 ... The Florida Fish and Wildlife Conservation Commission (FWC) warned people of the appearance of more animals like snakes and bears. \"Remember ...",
                "htmlSnippet": "Sep 29, 2022 <b>...</b> The <b>Florida Fish and Wildlife</b> Conservation Commission (<b>FWC</b>) warned people of the appearance of more animals like snakes and bears. &quot;Remember&nbsp;...",
                "formattedUrl": "https://www.geo.tv/.../443307-hurricane-ian-are-there-sharks-in-the-floode...",
                "htmlFormattedUrl": "https://www.geo.tv/.../443307-<b>hurricane</b>-<b>ian</b>-are-there-<b>shark</b>s-in-the-<b>floode</b>...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQtsfIQUw1oWdq7tusx1StnqS1d4A4Dr84cxY1R84m2OcvARzn-zWFCSHwm&s",
                            "width": "301",
                            "height": "167"
                        }
                    ],
                    "metatags": [
                        {
                            "msapplication-tilecolor": "#ffffff",
                            "og:image": "https://www.geo.tv/assets/uploads/updates/2022-09-29/l_443307_044618_updates.jpg",
                            "og:type": "article",
                            "twitter:card": "summary_large_image",
                            "twitter:title": "Hurricane Ian: Are there sharks in flooded streets?",
                            "theme-color": "#0D3975",
                            "og:title": "Hurricane Ian: Are there sharks in flooded streets?",
                            "apple-mobile-web-app-title": "Geo News",
                            "title": "Hurricane Ian: Are there sharks in flooded streets? | World - Geo.tv",
                            "msapplication-tileimage": "https://www.geo.tv/assets/front/images/gn-icons/144x144.png",
                            "og:description": "Hurricane Ian on Wednesday began lashing Florida's Gulf Coast with powerful winds and drenching rain, prompting authorities to tell residents it was too late to evacuate as the eye of the storm inched...",
                            "twitter:creator": "@Reuters",
                            "twitter:image": "https://www.geo.tv/assets/uploads/updates/2022-09-29/l_443307_044618_updates.jpg",
                            "twitter:site": "@geonews_english",
                            "apple-mobile-web-app-status-bar-style": "black-translucent",
                            "viewport": "width=device-width, initial-scale=1.0",
                            "twitter:description": "Hurricane Ian on Wednesday began lashing Florida's Gulf Coast with powerful winds and drenching rain, prompting authorities to tell residents it was too late to evacuate as the eye of the storm inched...",
                            "apple-mobile-web-app-capable": "yes",
                            "og:url": "https://www.geo.tv/latest/443307-hurricane-ian-are-there-sharks-in-the-flooded-streets"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.geo.tv/assets/uploads/updates/2022-09-29/l_443307_044618_updates.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "Error fetching https://www.geo.tv/latest/443307-hurricane-ian-are-there-sharks-in-the-flooded-streets: Message: Unable to obtain driver for firefox; For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors/driver_location\n",
                    "content_num": 0
                },
                "website_quality_evaluation": {
                    "website_quality Score": 6,
                    "justification": "Geo News is a prominent Pakistani news outlet that covers national and international news. While it is a well-known source in the region, its credibility may vary depending on the specific reporting and editorial practices. Geo News has faced scrutiny in the past for issues related to biased reporting and fact-checking processes. While it can provide valuable insights into global perspectives, caution is advised when relying on Geo News for detecting and verifying fake news."
                },
                "Content Score": {
                    "Newness Score": 6,
                    "Newness Justification": "The article was published on Sep 29, 2022, making it somewhat outdated compared to the current date.",
                    "Relevance Score": 6,
                    "Relevance Justification": "While it mentions the warnings about animal appearance post-hurricane, it does not provide direct information on sharks on flooded highways."
                }
            }
        },
        {
            "evidence4": {
                "kind": "customsearch#result",
                "title": "A year later, how animals have fared in Sanibel after Ian | WLRN",
                "htmlTitle": "A year later, how <b>animals</b> have fared in Sanibel after <b>Ian</b> | WLRN",
                "link": "https://www.wlrn.org/environment/2023-09-26/the-good-the-not-so-good-and-the-missing-how-animals-have-fared-in-sanibel-after-ian",
                "displayLink": "www.wlrn.org",
                "snippet": "Sep 26, 2023 ... “We have not seen any of these game fish since the hurricane,” he said. ... The Florida Fish & Wildlife Conservation Commission is holding ...",
                "htmlSnippet": "Sep 26, 2023 <b>...</b> “We have not seen any of these <b>game fish</b> since the <b>hurricane</b>,” he said. ... The <b>Florida Fish</b> &amp; <b>Wildlife</b> Conservation Commission is holding&nbsp;...",
                "formattedUrl": "https://www.wlrn.org/.../the-good-the-not-so-good-and-the-missing-how-an...",
                "htmlFormattedUrl": "https://www.wlrn.org/.../the-good-the-not-so-good-and-the-missing-how-an...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZQN1X0dorqX0SFL4vuHLFDguxgd-B-FZ46cZqAWQYuYE7EUMhk3RErww&s",
                            "width": "310",
                            "height": "163"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://npr.brightspotcdn.com/dims4/default/fd8c902/2147483647/strip/true/crop/810x425+0+57/resize/1200x630!/quality/90/?url=https%3A%2F%2Fnpr.brightspotcdn.com%2F02%2F22%2F3c1803aa48e6bb4eed0125a3dd50%2Fcoyote-sanibel.jpg",
                            "twitter:card": "summary_large_image",
                            "og:image:width": "1200",
                            "article:published_time": "2023-09-26T15:30:00",
                            "og:site_name": "WLRN",
                            "og:image:type": "image/jpeg",
                            "og:description": "People living on Sanibel and Captiva weren’t the only ones driven from their homes by Hurricane Ian’s churning storm surge. Wildlife, amphibians and birds were displaced. Some species have come back fine, others are struggling to survive while others yet remain missing-in-action.",
                            "twitter:image": "https://npr.brightspotcdn.com/dims4/default/c38d14e/2147483647/strip/true/crop/810x456+0+42/resize/1200x675!/quality/90/?url=https%3A%2F%2Fnpr.brightspotcdn.com%2F02%2F22%2F3c1803aa48e6bb4eed0125a3dd50%2Fcoyote-sanibel.jpg",
                            "twitter:image:alt": "Larger animals like coyotes, above, and bobcats did OK on Sanibel after Hurricane Ian's passage.",
                            "twitter:site": "@@wlrn",
                            "article:modified_time": "2023-09-26T20:01:43.717",
                            "brightspot.contentid": "0000018a-d1f4-d5fd-ab9f-dbf56bb10000",
                            "twitter:title": "The good, the not-so-good and the missing: how animals have fared in Sanibel after Ian",
                            "og:image:alt": "Larger animals like coyotes, above, and bobcats did OK on Sanibel after Hurricane Ian's passage.",
                            "og:type": "article",
                            "article:section": "Environment",
                            "og:image:url": "https://npr.brightspotcdn.com/dims4/default/fd8c902/2147483647/strip/true/crop/810x425+0+57/resize/1200x630!/quality/90/?url=https%3A%2F%2Fnpr.brightspotcdn.com%2F02%2F22%2F3c1803aa48e6bb4eed0125a3dd50%2Fcoyote-sanibel.jpg",
                            "og:title": "The good, the not-so-good and the missing: how animals have fared in Sanibel after Ian",
                            "og:image:height": "630",
                            "brightspot-datalayer": "{\n  \"author\" : \"Sheldon Zoldan/Special to WGCU\",\n  \"bspStoryId\" : \"0000018a-d1f4-d5fd-ab9f-dbf56bb10000\",\n  \"category\" : \"Environment,Hurricane Coverage,Florida News\",\n  \"inlineAudio\" : 0,\n  \"keywords\" : \"News,animal welfare,Hurricane Ian\",\n  \"nprCmsSite\" : true,\n  \"nprStoryId\" : \"1201635786\",\n  \"pageType\" : \"news-story\",\n  \"program\" : \"\",\n  \"publishedDate\" : \"2023-09-26T11:30:00Z\",\n  \"siteName\" : \"WLRN\",\n  \"station\" : \"WLRN Public Media\",\n  \"stationOrgId\" : \"482\",\n  \"storyOrgId\" : \"s399\",\n  \"storyTheme\" : \"news-story\",\n  \"storyTitle\" : \"The good, the not-so-good and the missing: how animals have fared in Sanibel after Ian\",\n  \"timezone\" : \"US/Eastern\",\n  \"wordCount\" : 0,\n  \"series\" : \"\"\n}",
                            "article:tag": "News",
                            "fb:app_id": "1004707423007566",
                            "viewport": "width=device-width, initial-scale=1, viewport-fit=cover",
                            "twitter:description": "People living on Sanibel and Captiva weren’t the only ones driven from their homes by Hurricane Ian’s churning storm surge. Wildlife, amphibians and birds were displaced. Some species have come back fine, others are struggling to survive while others yet remain missing-in-action.",
                            "og:url": "https://www.wlrn.org/environment/2023-09-26/the-good-the-not-so-good-and-the-missing-how-animals-have-fared-in-sanibel-after-ian",
                            "gtm-datalayer": "{\n  \"gtmAuthor\" : \"Sheldon Zoldan/Special to WGCU\",\n  \"gtmBspStoryId\" : \"0000018a-d1f4-d5fd-ab9f-dbf56bb10000\",\n  \"gtmCategory\" : \"Environment,Hurricane Coverage,Florida News\",\n  \"gtmInlineAudio\" : 0,\n  \"gtmKeywords\" : \"News,animal welfare,Hurricane Ian\",\n  \"gtmNprCmsSite\" : true,\n  \"gtmNprStoryId\" : \"1201635786\",\n  \"gtmPageType\" : \"news-story\",\n  \"gtmProgram\" : \"\",\n  \"gtmPublishedDate\" : \"2023-09-26T11:30:00Z\",\n  \"gtmSiteName\" : \"WLRN\",\n  \"gtmStation\" : \"WLRN Public Media\",\n  \"gtmStationOrgId\" : \"482\",\n  \"gtmStoryOrgId\" : \"s399\",\n  \"gtmStoryTheme\" : \"news-story\",\n  \"gtmStoryTitle\" : \"The good, the not-so-good and the missing: how animals have fared in Sanibel after Ian\",\n  \"gtmTimezone\" : \"US/Eastern\",\n  \"gtmWordCount\" : 0,\n  \"gtmSeries\" : \"\"\n}"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://npr.brightspotcdn.com/dims4/default/fd8c902/2147483647/strip/true/crop/810x425+0+57/resize/1200x630!/quality/90/?url=https%3A%2F%2Fnpr.brightspotcdn.com%2F02%2F22%2F3c1803aa48e6bb4eed0125a3dd50%2Fcoyote-sanibel.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "People living on Sanibel and Captiva weren’t the only ones driven from their homes by Hurricane Ian’s churning storm surge. Wildlife, amphibians and birds were displaced. Some species have come back fine, others are struggling to survive while others yet remain missing-in-action. Saltwater from the Gulf of Mexico inundated Sanibel’s fresh-water system turning it brackish. Many animals and amphibians don’t tolerate salt, said Chris Lechowicz, director of wildlife and habitat management for Sanibel-Captiva Conservation Association. “It’s going to be a few years before we really get an idea of how everything did,” he said. “Just because something survived immediately after the hurricane does not mean that it is going to be here a year later.” Sanibel only had one heavy rain after Hurricane Ian before going into the dry season and the current rainy season has been anything but rainy. Lechowicz was hoping heavy rainfall would wash away the brackish water. “The outlook of some of these species is still unknown, most of the areas on the island are still pretty brackish,” he said. Impounded lakes, those dug for home communities and have nowhere to flow to, were flourishing with freshwater fish, snakes, turtles and other amphibians, but are highly brackish now and the fish are gone, Lechowicz said. “We have a lot of residents who are asking us when it will become fresh again and that’s a big unknown,” he said. “If it dries up, the salt still stays there. “It might not be how it was for a very long time. It will take lots of rainfall, flooding that way, getting some of that water out to getting it to change. It’s not an overnight fix.” Lechowicz returned to Sanibel four days after the storm, to silence. The first thing he saw were iguanas, lots of them. “It was like they were waiting for this their whole lives,” he said, “They took over the island.” The second thing he saw were coyotes. Larger animals like coyotes and bobcats did OK, he said. Much of the vegetation where alligators hide died after the hurricane, so alligators became visible. They also went hunting for food because the fish, snakes and turtles died in the brackish water. “Alligators didn’t have a lot of food sources for a while,” Lechowicz said. “I’m not sure how that’s going now, but a lot of the vegetation has grown back so people aren’t seeing as many as they were right after the hurricane.” The first survey after the storm, in October, found fewer birds, but that was to be expected, said Audrey Albrecht, shorebird biologist for the conservation association. “That didn’t mean the birds were dead, it just means they went somewhere else,” she said. Survey numbers were back to normal by December, she said. The 10 eagle nests the conversancy monitored were destroyed but nine pairs of eagles rebuilt nests, she said. Some of the small fish, like mosquito fish, have been spotted and Lechowicz is confident they will bounce back. He’s not as confident about the game fish like bluegill, sun fish and large-mouth bass. They were brought to the island in the 1960s so people would have freshwater fish to catch. “We have not seen any of these game fish since the hurricane,” he said. “It’s very possible that we may have lost them.” The conservation association did a gopher tortoise survey in January and found a 30 percent loss on four properties and almost a 100 percent loss on another. The property with no active burrows was near the beach, Lechowicz said. He said some of the tortoises probably drowned when they got trapped in their burrows. He expects the number of burrows will go up when they do the survey again in October. “Box turtles did amazing,” he said. Storm surge swept away the contents of condos along the beach, but the box turtle, living near the condos survived. “The condos are gone, and the turtles didn’t move,” he said. “They dug the front half of their shells into the sand and just held on.” All the turtles that the conservation association tagged with radios are accounted for, he said. One box turtle did go for a ride. It was found in the Cape Coral canal system a month after the hurricane, he said. The conservation association lists six species as missing, two frog species, pig frog and green tree; two mammals, the Virginia opossum and nine-banded armadillo; one snake, the Florida brown snake and one native lizard, the ground skink. Lechowicz thinks the green frog survived, but he hasn’t been able to verify it yet. The pig frog is the equivalent of a Southern bull frog. They aren’t native to Sanibel. “Those are a freshwater frog; they don’t take to saltwater very well. We haven’t heard one of those since,” he said. The missing opossums are a mystery, Lechowicz said, because they are like raccoons, which survived the storm. “We’re not sure why because they could have gone up in the trees like raccoons did. So, we don’t have an explanation on why we haven’t seen them yet,” he said. The missing armadillos dig burrows and storm surge probably filled up the burrows and they drowned, he said. Lechowicz thinks the Florida brown snake will show up in the next year. It’s an animal you don’t go looking for because they are hard to find. The ground skink is the rarest lizard on the island, he said. He hasn’t seen one since the storm. WGCU is your trusted source for news and information in Southwest Florida. We are a nonprofit public service, and your support is more critical than ever. Keep public media strong and donate now. Thank you. Copyright 2023 WGCU. To see more, visit WGCU. ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "WLRN is a public radio station serving South Florida and the Keys, known for its objective and comprehensive coverage of local news, culture, and public affairs. With a focus on quality journalism and community engagement, WLRN maintains a high level of credibility and accuracy in its reporting. The website's commitment to providing diverse viewpoints and factual information enhances its ability to detect and expose fake news, particularly within the context of South Florida."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The article was published on Sep 26, 2023, which is relatively recent.",
                    "Relevance Score": 3,
                    "Relevance Justification": "Although it discusses animal conditions post-hurricane, it does not address the specific presence of sharks on flooded highways."
                }
            }
        },
        {
            "evidence5": {
                "kind": "customsearch#result",
                "title": "News Archives - Sarasota.WaterAtlas.org",
                "htmlTitle": "News Archives - Sarasota.WaterAtlas.org",
                "link": "https://sarasota.wateratlas.usf.edu/news/archives",
                "displayLink": "sarasota.wateratlas.usf.edu",
                "snippet": "... Florida homes flood repeatedly. You're not allowed to know which ones. 1 ... Florida red tide made worse by Hurricane Ian? Here's what we know 3/2/2023 ...",
                "htmlSnippet": "... <b>Florida</b> homes <b>flood</b> repeatedly. You&#39;re not allowed to know which ones. 1 ... <b>Florida</b> red tide made worse by <b>Hurricane Ian</b>? Here&#39;s what we know 3/2/2023&nbsp;...",
                "formattedUrl": "https://sarasota.wateratlas.usf.edu/news/archives",
                "htmlFormattedUrl": "https://sarasota.wateratlas.usf.edu/news/archives",
                "pagemap": {
                    "metatags": [
                        {
                            "viewport": "width=device-width, initial-scale=1",
                            "author": "USF Water Institute, School of Geosciences, University of South Florida"
                        }
                    ]
                },
                "website_content": {
                    "content": "Error fetching https://sarasota.wateratlas.usf.edu/news/archives: Message: Unable to obtain driver for firefox; For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors/driver_location\n",
                    "content_num": 0
                },
                "website_quality_evaluation": {
                    "website_quality Score": 7,
                    "justification": "The Sarasota Bay Estuary Program is a reputable environmental organization that manages the Sarasota Water Atlas website to provide information on water quality, conservation, and environmental stewardship in the Sarasota area. While the website primarily focuses on environmental topics, its scientific data and educational resources contribute to detecting misinformation related to water resources and environmental issues. The website's commitment to accuracy and transparency is reflected in its ability to combat fake news within its specialized domain."
                },
                "Content Score": {
                    "Newness Score": 7,
                    "Newness Justification": "The article is from a reputable environmental organization, indicating recent information.",
                    "Relevance Score": 2,
                    "Relevance Justification": "While it discusses Florida's environmental issues, it does not focus on sharks on flooded highways."
                }
            }
        },
        {
            "evidence6": {
                "kind": "customsearch#result",
                "title": "Hurricane Ian post-storm status - Everglades National Park (U.S. ...",
                "htmlTitle": "<b>Hurricane Ian</b> post-<b>storm</b> status - Everglades National Park (U.S. ...",
                "link": "https://www.nps.gov/ever/learn/news/hurricane-ian-post-storm-status.htm",
                "displayLink": "www.nps.gov",
                "snippet": "Sep 30, 2022 ... ... road flooding near Flamingo. NPS Photo. Subscribe · RSS Icon | What is ... – Following the passing of Hurricane Ian, visitors to the South Florida ...",
                "htmlSnippet": "Sep 30, 2022 <b>...</b> ... <b>road flooding</b> near Flamingo. NPS Photo. Subscribe &middot; RSS Icon | What is ... – Following the passing of <b>Hurricane Ian</b>, visitors to the South <b>Florida</b>&nbsp;...",
                "formattedUrl": "https://www.nps.gov/ever/learn/news/hurricane-ian-post-storm-status.htm",
                "htmlFormattedUrl": "https://www.nps.gov/ever/learn/news/<b>hurricane</b>-<b>ian</b>-post-storm-status.htm",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQEO03DTDds6EAVlxotX1pG4A1poQUr3zL22MMxBHlyavtRg0yRcGX_xkSf&s",
                            "width": "200",
                            "height": "150"
                        }
                    ],
                    "postaladdress": [
                        {
                            "addresslocality": "Homestead,",
                            "postalcode": "33034-6733",
                            "addressregion": "FL",
                            "streetaddress": "40001 State Road 9336"
                        }
                    ],
                    "metatags": [
                        {
                            "apple-itunes-app": "app-id=1549226484, app-argument=https://apps.apple.com/us/app/national-park-service/id1549226484",
                            "og:image": "https://www.nps.gov/ever/learn/news/images/Flooding-in-Flamingo-NPS-Photo.JPG",
                            "og:type": "website",
                            "og:image:width": "477",
                            "og:image:alt": "A park ranger vehicle drives through water past a sign with directional arrows for Flamingo and Maintenance Yard Service Road",
                            "viewport": "width=device-width, initial-scale=1.0",
                            "og:title": "Hurricane Ian post-storm status - Everglades National Park (U.S. National Park Service)",
                            "og:image:height": "3024",
                            "og:url": "https://www.nps.gov/ever/learn/news/hurricane-ian-post-storm-status.htm"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.nps.gov/ever/learn/news/images/Flooding-in-Flamingo-NPS-Photo.JPG?maxwidth=200&quality=90"
                        }
                    ]
                },
                "website_content": {
                    "content": "Park ranger assesses road flooding near Flamingo NPS Photo Subscribe | What is RSS News Release Date: September 29, 2022 Contact: Everglades and Dry Tortugas: Allyson Gantt, 786-610-8023 Contact: Biscayne: Liz Strom, 786-335-3673 Contact: Big Cypress: Scott Pardue, 239-695-2000 HOMESTEAD, Fla. – Following the passing of Hurricane Ian, visitors to the South Florida National Parks and Preserve should continue to exercise caution while in the park due to the possibility of unidentified hazards on land and in park waters. Marine waters continue to be open in all locations. Current status is available on each park’s website under Alerts. On Sept. 30, Biscayne National Park will reopen for normal operations. These areas include: Convoy Point Grounds Dante Fascell Visitor Center Park Headquarters Biscayne National Park Institute tours Florida National Parks Association bookstore Also on Sept. 30, Everglades National Park will partially reopen certain areas of the park including: Shark Valley entrance at 8:30 a.m. Airboat tour operators along Tamiami Trail Homestead entrance and the Main Park Road for 25 miles to Paurotis Pond from 1 p.m. to 7 p.m. Starting Oct. 1, this area will be open from 7 a.m. to 7 p.m. until the park is able to reopen the Flamingo area. These Everglades areas remain closed: Gulf Coast Visitor Center and Everglades City entrance Flamingo Main Park Road south of Paurotis Pond Wilderness and front-country camping For guided tours and services, visitors should call or check individual websites for more information. Links can be found on the park’s website: www.nps.gov/ever/planyourvisit/guidedtours.htm Dry Tortugas National Park sustained a direct hit and remains closed while staff assess damage. Vessels may seek safe harbor within the one nautical mile anchoring zone around Garden Key, including Bird Key Harbor. No services are available. Garden and Loggerhead Keys are closed, including the campground, main dock and visitor courtesy slips on Garden Key and the main dock at Loggerhead Key. Big Cypress National Preserve also remains closed at this time. For more information about Biscayne National Park, visit nps.gov/bisc or follow the park on Facebook, Twitter, and Instagram. For more information about Everglades National Park, visit nps.gov/ever or follow the park on Facebook, Twitter, and Instagram. For more information about Dry Tortugas National Park, visit nps.gov/drto or follow the park on Facebook, Twitter, and Instagram. For more information about Big Cypress National Preserve, visit nps.gov/bicy or follow the preserve on Facebook or Instagram. NPS Photo Subscribe | What is RSS News Release Date: September 29, 2022 Contact: Everglades and Dry Tortugas: Allyson Gantt, 786-610-8023 Contact: Biscayne: Liz Strom, 786-335-3673 Contact: Big Cypress: Scott Pardue, 239-695-2000 Contact: Everglades and Dry Tortugas: Allyson Gantt, 786-610-8023 Contact: Biscayne: Liz Strom, 786-335-3673 Contact: Big Cypress: Scott Pardue, 239-695-2000 HOMESTEAD, Fla. – Following the passing of Hurricane Ian, visitors to the South Florida National Parks and Preserve should continue to exercise caution while in the park due to the possibility of unidentified hazards on land and in park waters. Marine waters continue to be open in all locations. Current status is available on each park’s website under Alerts. On Sept. 30, Biscayne National Park will reopen for normal operations. These areas include: Also on Sept. 30, Everglades National Park will partially reopen certain areas of the park including: Shark Valley entrance at 8:30 a.m. Airboat tour operators along Tamiami Trail Homestead entrance and the Main Park Road for 25 miles to Paurotis Pond from 1 p.m. to 7 p.m. Starting Oct. 1, this area will be open from 7 a.m. to 7 p.m. until the park is able to reopen the Flamingo area. These Everglades areas remain closed: Gulf Coast Visitor Center and Everglades City entrance Flamingo Main Park Road south of Paurotis Pond Wilderness and front-country camping For guided tours and services, visitors should call or check individual websites for more information. Links can be found on the park’s website: www.nps.gov/ever/planyourvisit/guidedtours.htm Dry Tortugas National Park sustained a direct hit and remains closed while staff assess damage. Vessels may seek safe harbor within the one nautical mile anchoring zone around Garden Key, including Bird Key Harbor. No services are available. Garden and Loggerhead Keys are closed, including the campground, main dock and visitor courtesy slips on Garden Key and the main dock at Loggerhead Key. Big Cypress National Preserve also remains closed at this time. For more information about Biscayne National Park, visit nps.gov/bisc or follow the park on Facebook, Twitter, and Instagram. For more information about Everglades National Park, visit nps.gov/ever or follow the park on Facebook, Twitter, and Instagram. For more information about Dry Tortugas National Park, visit nps.gov/drto or follow the park on Facebook, Twitter, and Instagram. For more information about Big Cypress National Preserve, visit nps.gov/bicy or follow the preserve on Facebook or Instagram. Last updated: September 30, 2022 40001 State Road 9336 Homestead, FL 33034-6733 305 242-7700 ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 9,
                    "justification": "The National Park Service (NPS) website is the official source of information for U.S. national parks, historic sites. As a government agency dedicated to preserving and protecting natural and cultural resources, the NPS website upholds high standards of accuracy and reliability in its content. The website's educational resources, scientific data, and historical information play a crucial role in detecting and debunking fake news related to national parks and conservation efforts."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The National Park Service update was on Sep 30, 2022, making it slightly outdated.",
                    "Relevance Score": 4,
                    "Relevance Justification": "While it touches on hurricane impacts in South Florida, it does not specifically address sharks on flooded highways."
                }
            }
        },
        {
            "evidence7": {
                "kind": "customsearch#result",
                "title": "Floods",
                "htmlTitle": "<b>Floods</b>",
                "link": "https://kids.nationalgeographic.com/science/article/flood",
                "displayLink": "kids.nationalgeographic.com",
                "snippet": "A car sits in floodwater in Orlando, Florida, after Hurricane Ian hit the region in September 2022. ... Justin Hand navigates storm surge flood waters from ...",
                "htmlSnippet": "A car sits in floodwater in Orlando, <b>Florida</b>, after <b>Hurricane Ian</b> hit the region in September 2022. ... Justin Hand navigates <b>storm</b> surge <b>flood</b> waters from&nbsp;...",
                "formattedUrl": "https://kids.nationalgeographic.com/science/article/flood",
                "htmlFormattedUrl": "https://kids.nationalgeographic.com/science/article/flood",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQhykQhfVs75EzdGheaGFpHHuOtM1QA89bh72C13zsaQBefB_rpb1FtPpTO&s",
                            "width": "300",
                            "height": "168"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://i.natgeofe.com/k/7d906c71-1105-4048-b32b-a55b1b04e3bc/OG_Floods_KIDS_0922_16x9.jpg?w=1200",
                            "og:image:width": "1200",
                            "theme-color": "#ffffff",
                            "twitter:card": "summary_large_image",
                            "article:published_time": "04-01-2014",
                            "og:site_name": "Science",
                            "twitter:url": "https://kids.nationalgeographic.com/science/article/flood",
                            "medium": "website",
                            "title": "Floods",
                            "og:description": "Learn about what causes flooding, different types of floods—and how to stay safe.",
                            "twitter:creator": "@NatGeo",
                            "article:publisher": "https://www.facebook.com/natgeo",
                            "twitter:image:alt": "Floods",
                            "twitter:site": "@NatGeo",
                            "article:modified_time": "01-10-2023",
                            "tax:audiences": "Family, Little Kids (3-6 year olds), Kids (7-12 year olds)",
                            "og:type": "article",
                            "twitter:title": "Floods",
                            "article:section": "Science",
                            "og:title": "Floods",
                            "og:image:height": "675",
                            "twitter:image:src": "https://i.natgeofe.com/k/7d906c71-1105-4048-b32b-a55b1b04e3bc/OG_Floods_KIDS_0922_16x9.jpg?w=1200",
                            "tax:firstsubject": "Floods",
                            "referrer": "origin",
                            "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no",
                            "tax:source": "Kids",
                            "twitter:description": "Learn about what causes flooding, different types of floods—and how to stay safe.",
                            "og:locale": "en_US",
                            "guid": "drn:src:natgeo:unison::prod:b5985176-87d1-4c79-bc2c-62f789d5f5d9",
                            "og:url": "https://kids.nationalgeographic.com/science/article/flood"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://i.natgeofe.com/k/7d906c71-1105-4048-b32b-a55b1b04e3bc/OG_Floods_KIDS_0922_16x9.jpg?w=1200"
                        }
                    ]
                },
                "website_content": {
                    "content": "Learn about what causes flooding, different types of floods—and how to stay safe. Rain is pouring hard and fast—more than eight inches in just an hour, turning river water brown with mud. Earthworms wiggle up to the ground as the soil becomes too wet for them. A flood might be coming. Just about any place on Earth can experience flooding. When so much rain falls that the ground can’t absorb it or waterways can’t hold it, the overflowing water becomes a destructive force. In the United States, flooding causes more death and damage than tornadoes, hurricanes, or lightning. During a rainstorm, precipitation—or the water that comes from rain or snow—goes to different places. Some of it flows into streams, lakes, or city water systems. Other precipitation evaporates and returns to the atmosphere. But much of the rainwater is absorbed by soil. It flows through the top layer of the ground, to plant roots below the surface. This helps provides plants with the water and nutrients they need to grow. The excess water moves deeper into the ground through layers of dirt and rocks where until it becomes part of natural underground wells called groundwater. A habitat can naturally absorb a healthy amount of rainfall it needs to thrive. But too much rain can cause lake and river levels to rise and overflow their banks, or the soil to become too wet to absorb more water. And though you might think extremely dry habitats would welcome too much rain, it turns out that the parched dirt can’t absorb the rain fast enough to capture it all. Severe coastal storms, quickly melting ice and snow, and collapsed barriers (like concrete dams) can also cause floods. Even damaged beaver dams can lead to an overflow of water that the surrounding earth can’t absorb. Floods can form slowly over several days or overwhelm an area with little warning. How quickly a flood forms often depends on the habitat. Slow-forming river flooding happens in regions called floodplains. These are large, flat areas of land along waterways with very shallow banks. When big storms hit, the water overflows the banks and spreads out across the plains. This type of flooding isn’t always bad. It brings nutrients to the surrounding soil, making it fertile for growing crops. That’s why many people live in or near floodplains. But too much water can destroy crops and damage homes. Rushing water can disrupt ecosystems by moving aquatic plants and animals to other habitats. And if flooding is so severe that it flows into local water treatment facilities, experts must monitor the incoming water to make sure the water is safe. Another type of flooding is called a flash flood, when a flood happens within six hours of a heavy rainfall—as much as eight inches an hour. With no place to go, the moving water will tear through highways, valleys, and canyons, washing away vehicles, roads, bridges, and houses. Quickly melting ice and snow can also cause flash flooding, especially when mountain snowmelt overflows the waterways below. On coastlines, hurricane rains cause water levels to rise, and the high winds push that water onto land. Called a storm surge, this also causes flash flooding. Scientists believe that warming temperatures caused by climate change are increasing the risk of floods all over the world, especially in coastal and low-lying areas. Warmer water changes the patterns of ocean currents, which changes global weather patterns. This means that some places will receive more rainfall than the ground can absorb. Other places will get less rain so the land will be drier—and unable to handle rainfall when it does occur. Scientists think that climate change could also cause stronger hurricanes, with more rain and higher winds causing bigger storm surges. A warmer climate could also mean more snowmelt overwhelming the soil; melting polar ice could cause sea levels to rise and increase flooding. (Find out how you can help slow climate change.) Experts might issue a flash flood watch if weather conditions are right. It doesn’t mean flooding will happen but that meteorologists want people to be prepared. When experts are sure a flash flood is on the way, they issue a warning so people can evacuate immediately. Here’s how to keep you and your family safe. Before a flood• Know your neighborhood. Research how close you are to streams, drainage channels, canyons, and any other low-lying areas that might flood.• Keep emergency contact phone numbers in one place so you can get in touch with family members.• Put together an evacuation plan and share it with everyone in your household. Know what paths and routes you can use to quickly get to a high, dry place.• Conduct flood drills to practice evacuating quickly.• Maintain an emergency kit with a three-day supply of food and water. Experts recommend canned or dried foods that don't need to be cooked, and at least one gallon of water per day for each person and pet. During a flood• Never wait for orders to leave; if you think a flood might be coming, evacuate immediately.• If flooding hasn’t started, move important items to upper floors of your house.• If flooding has already started where you are, move to the highest place you can find, like a roof of a house or car. Bring as much food, water, and sheltering blankets as possible.• Never walk through flood water, especially if it’s moving. Hazardous chemicals, sewage, and even wild animals are often in floodwater, and just six inches of moving water can knock you off your feet.• If you must walk through water to escape, walk where the water is still. Never touch electrical equipment if you are standing in water, or even if you’re wet.• If water is quickly rising while you’re in your car, leave your vehicle and move to higher ground, like a hill or bridge. After a flood• If you’ve evacuated your house, return only after you’re given the all-clear from officials.• If you stayed put, check ... [Content truncated]",
                    "content_num": 1000
                },
                "website_quality_evaluation": {
                    "website_quality Score": 9,
                    "justification": "National Geographic Kids is a trusted educational platform that offers a wide range of multimedia resources for children to learn about science, nature, geography, and conservation. Known for its engaging and informative content, National Geographic Kids maintains a strong reputation for accuracy and educational value."
                },
                "Content Score": {
                    "Newness Score": 9,
                    "Newness Justification": "The article was published recently post-Hurricane Ian, making it highly relevant.",
                    "Relevance Score": 3,
                    "Relevance Justification": "While it discusses floods and hurricanes, it does not provide direct information about sharks on flooded highways."
                }
            }
        },
        {
            "evidence8": {
                "kind": "customsearch#result",
                "title": "6 Unexpected Climate Lessons From Hurricane Ian - Inside Climate ...",
                "htmlTitle": "6 Unexpected Climate Lessons From <b>Hurricane Ian</b> - Inside Climate ...",
                "link": "https://insideclimatenews.org/news/04102022/6-unexpected-climate-lessons-from-hurricane-ian/",
                "displayLink": "insideclimatenews.org",
                "snippet": "Oct 4, 2022 ... Flooding from storms is pushing Florida homebuyers and business ... “The Coast Guard, Defense Department, Customs and Border Patrol, Florida Fish ...",
                "htmlSnippet": "Oct 4, 2022 <b>...</b> <b>Flooding</b> from <b>storms</b> is pushing Florida homebuyers and business ... “The Coast Guard, Defense Department, Customs and Border Patrol, <b>Florida Fish</b>&nbsp;...",
                "formattedUrl": "https://insideclimatenews.org/.../6-unexpected-climate-lessons-from-hurrica...",
                "htmlFormattedUrl": "https://insideclimatenews.org/.../6-unexpected-climate-lessons-from-<b>hurrica</b>...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSMcCrICKk6YMx8KzgBJLpxOBHZPlF4GorepbaG7mg_R7JUiJb-uIZB0OiD&s",
                            "width": "275",
                            "height": "183"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://insideclimatenews.org/wp-content/uploads/2022/10/hurricane-ian_-scaled.jpg",
                            "og:type": "article",
                            "article:published_time": "2022-10-04T20:32:09+00:00",
                            "og:image:width": "2560",
                            "twitter:card": "summary_large_image",
                            "og:site_name": "Inside Climate News",
                            "author": "Kristoffer Tigue",
                            "og:title": "6 Unexpected Climate Lessons From Hurricane Ian - Inside Climate News",
                            "og:image:height": "1703",
                            "og:image:type": "image/jpeg",
                            "msapplication-tileimage": "https://insideclimatenews.org/wp-content/uploads/2020/09/cropped-favicon-270x270.png",
                            "og:description": "Saying that Hurricane Ian was one for the history books is no understatement. The Category 4 hurricane—just the 15th storm of such magnitude to strike Florida since state record-keeping began in 1851—had maximum sustained winds of 150 miles per hour and a minimum central pressure of 940 millibars when it made landfall just south of […]",
                            "article:modified_time": "2023-03-17T22:10:07+00:00",
                            "viewport": "width=device-width, initial-scale=1",
                            "og:locale": "en_US",
                            "og:url": "https://insideclimatenews.org/news/04102022/6-unexpected-climate-lessons-from-hurricane-ian/"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://insideclimatenews.org/wp-content/uploads/2022/10/hurricane-ian_-scaled.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "Error fetching https://insideclimatenews.org/news/04102022/6-unexpected-climate-lessons-from-hurricane-ian/: Message: Unable to obtain driver for firefox; For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors/driver_location\n",
                    "content_num": 0
                },
                "website_quality_evaluation": {
                    "website_quality Score": 8,
                    "justification": "InsideClimate News is an independent, non-profit news organization that focuses on investigative reporting and analysis of climate change, energy, and environmental issues. The website has received accolades for its in-depth coverage and fact-based reporting on climate-related topics. InsideClimate News' commitment to transparency and accuracy makes it a reliable source for detecting and addressing fake news within the realm of climate science and environmental journalism."
                },
                "Content Score": {
                    "Newness Score": 8,
                    "Newness Justification": "The article is from Oct 4, 2022, which is relatively current.",
                    "Relevance Score": 4,
                    "Relevance Justification": "It focuses on climate lessons from Hurricane Ian but does not specifically address sharks on flooded highways."
                }
            }
        },
        {
            "evidence9": {
                "kind": "customsearch#result",
                "title": "Local News",
                "htmlTitle": "Local News",
                "link": "https://www.mysuncoast.com/news/local/",
                "displayLink": "www.mysuncoast.com",
                "snippet": "According to Florida Highway Patrol ... A Louisiana man now faces charges after welching on a job contract for home repairs following Hurricane Ian.",
                "htmlSnippet": "According to <b>Florida Highway</b> Patrol ... A Louisiana man now faces charges after welching on a job contract for home repairs following <b>Hurricane Ian</b>.",
                "formattedUrl": "https://www.mysuncoast.com/news/local/",
                "htmlFormattedUrl": "https://www.mysuncoast.com/news/local/",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRSN4458qvakhpkv4L2eJnCA1YKvn9SgadWkcYGzUFjFgrhU6VzShnqJog&s",
                            "width": "245",
                            "height": "206"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://www.mysuncoast.com/pf/resources/images/logo-icons/wwsb.svg?d=419",
                            "apple-itunes-app": "app-id=1277179898",
                            "copyright": "Copyright (c) 2024",
                            "og:type": "website",
                            "twitter:card": "summary_large_image",
                            "twitter:title": "Local News",
                            "og:site_name": "https://www.mysuncoast.com",
                            "og:title": "Local News",
                            "rating": "general",
                            "googlebot-news": "index",
                            "distribution": "global",
                            "fb:pages": "107410009289309",
                            "twitter:creator": "@mysuncoast",
                            "article:publisher": "https://www.facebook.com/mysuncoast/",
                            "twitter:image": "https://www.mysuncoast.com/pf/resources/images/logo-icons/wwsb.svg?d=419",
                            "fb:app_id": "185627364895621",
                            "apple-mobile-web-app-status-bar-style": "black-translucent",
                            "twitter:site": "@mysuncoast",
                            "viewport": "width=device-width, minimum-scale=1, initial-scale=1",
                            "og:locale": "en_US",
                            "fb:admins": "644426401",
                            "og:url": "https://www.mysuncoast.com/news/local/",
                            "google-play-app": "app-id=com.whiz.wwsb"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.mysuncoast.com/pf/resources/images/logo-icons/wwsb.svg?d=419"
                        }
                    ]
                },
                "website_content": {
                    "content": "Local News\nLocal News\nTraffic\nLocal News\nLocal News\nTop Story\nLocal News\nTop Story\nLocal News\nLocal News\nLocal News\nLocal News\nLocal News\nCrime\nLocal News\nTop Story\nLocal News\nLocal News\nForecast\nLocal News\nLocal News\nLocal News\nLocal News\nWeather\nLocal News\nLocal News\nTraffic\nLocal News\nTop Story\nLocal News\nForecast\nTop Story\nLocal News\nLocal News\nTop Story\nAs Seen On 7\nNews\nLocal News\nLocal News\nLocal News\nLocal News\nLocal News\nState\nLocal News\nLocal News\nLocal News\nLocal News\nLocal News\nNews\nLocal News",
                    "content_num": 143
                },
                "website_quality_evaluation": {
                    "website_quality Score": 7,
                    "justification": "MySuncoast is a regional news outlet covering Sarasota and Manatee counties in Florida, providing news, weather updates, and community information. While not as widely recognized as national news outlets, MySuncoast has established a presence within the local community by delivering timely and relevant news content. The website's focus on local matters enables it to play a role in spotting and combating fake news that may impact Sarasota and Manatee counties specifically. Understanding the website's regional scope is essential when assessing its credibility in the broader context of news reporting and fake news detection."
                },
                "Content Score": {
                    "Newness Score": 7,
                    "Newness Justification": "The article details a specific incident post-Hurricane Ian, providing a recent perspective.",
                    "Relevance Score": 2,
                    "Relevance Justification": "While it mentions Hurricane Ian, it does not discuss the presence of sharks on flooded highways."
                }
            }
        }
    ]
}