{
    "kind": "customsearch#search",
    "url": {
        "type": "application/json",
        "template": "https://www.googleapis.com/customsearch/v1?q={searchTerms}&num={count?}&start={startIndex?}&lr={language?}&safe={safe?}&cx={cx?}&sort={sort?}&filter={filter?}&gl={gl?}&cr={cr?}&googlehost={googleHost?}&c2coff={disableCnTwTranslation?}&hq={hq?}&hl={hl?}&siteSearch={siteSearch?}&siteSearchFilter={siteSearchFilter?}&exactTerms={exactTerms?}&excludeTerms={excludeTerms?}&linkSite={linkSite?}&orTerms={orTerms?}&dateRestrict={dateRestrict?}&lowRange={lowRange?}&highRange={highRange?}&searchType={searchType}&fileType={fileType?}&rights={rights?}&imgSize={imgSize?}&imgType={imgType?}&imgColorType={imgColorType?}&imgDominantColor={imgDominantColor?}&alt=json"
    },
    "queries": {
        "request": [
            {
                "title": "Google Custom Search - Expert analysis on shark species identified in Hurricane Ian flood video",
                "totalResults": "577000",
                "searchTerms": "Expert analysis on shark species identified in Hurricane Ian flood video",
                "count": 10,
                "startIndex": 1,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e"
            }
        ],
        "nextPage": [
            {
                "title": "Google Custom Search - Expert analysis on shark species identified in Hurricane Ian flood video",
                "totalResults": "577000",
                "searchTerms": "Expert analysis on shark species identified in Hurricane Ian flood video",
                "count": 10,
                "startIndex": 11,
                "inputEncoding": "utf8",
                "outputEncoding": "utf8",
                "safe": "off",
                "cx": "73d45d507c0b2430e"
            }
        ]
    },
    "context": {
        "title": "DogeNet Search"
    },
    "searchInformation": {
        "searchTime": 0.518856,
        "formattedSearchTime": "0.52",
        "totalResults": "577000",
        "formattedTotalResults": "577,000"
    },
    "items": [
        {
            "evidence0": {
                "kind": "customsearch#result",
                "title": "Hurricane Shark - Wikipedia",
                "htmlTitle": "<b>Hurricane Shark</b> - Wikipedia",
                "link": "https://en.wikipedia.org/wiki/Hurricane_Shark",
                "displayLink": "en.wikipedia.org",
                "snippet": "However, during Hurricane Ian in 2022, the Associated Press verified a video taken by Dominic Cameratta of a shark or other large fish swimming in flooded Fort ...",
                "htmlSnippet": "However, during <b>Hurricane Ian</b> in 2022, the Associated Press verified a <b>video</b> taken by Dominic Cameratta of a <b>shark</b> or other large fish swimming in <b>flooded</b> Fort&nbsp;...",
                "formattedUrl": "https://en.wikipedia.org/wiki/Hurricane_Shark",
                "htmlFormattedUrl": "https://en.wikipedia.org/wiki/<b>Hurricane</b>_<b>Shark</b>",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSjS_XLzDYfdrXYc8lZYF2tecRMGpCIQQwdcRrtEIsHuMS8PzBJeO1in98Q&s",
                            "width": "220",
                            "height": "165"
                        }
                    ],
                    "metatags": [
                        {
                            "referrer": "origin",
                            "theme-color": "#eaecf0",
                            "og:type": "website",
                            "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.25, maximum-scale=5.0",
                            "og:title": "Hurricane Shark - Wikipedia",
                            "format-detection": "telephone=no"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/%22Freeway_shark%22_hoax_image.png/220px-%22Freeway_shark%22_hoax_image.png"
                        }
                    ]
                },
                "website_content": {
                    "content": "Hurricane Shark and Street Shark are nicknames for several claimed instances of a live shark swimming in a flooded urban area, typically in the aftermath of a hurricane. For more than a decade (starting with Hurricane Irene in 2011), all media purporting to document such claims—most notably an image of a shark swimming on a flooded freeway—were debunked as fabrications. However, during Hurricane Ian in 2022, the Associated Press verified a video taken by Dominic Cameratta of a shark or other large fish swimming in flooded Fort Myers, Florida; one consulted expert concluded that the fish was \"a juvenile shark\" while another was unable to determine whether it was a shark.[1] Both the re-emergence of the hoax in hurricane after hurricane and the eventual appearance of a plausible claim have been the subject of commentary and amusement; Daniel Victor of The New York Times described the Associated Press's findings as \"like discovering Bigfoot is real\".[2] The original \"Hurricane Shark\" image was created during Hurricane Irene in 2011, with a claim that the shark was on a street in Puerto Rico.[2] According to The Washington Post, it likely originated on Reddit.[3] In the aftermath of the hurricane, the image was aired by Miami Fox affiliate WSVN,[3] was posted by the Miami Herald, and was widely shared on social media websites including Twitter.[4] The image was debunked by the Post,[3] Snopes.com,[5] and the Toronto Star.[4] It had been created by combining an image of a flooded street in Puerto Rico with a photo of a shark taken by Thomas P. Peschak off of South Africa in 2003.[4] The Post compared it to similar hoax images, such as one supposedly of Osama bin Laden's body following his death.[3] Craig Silverman, writing in the Star, cast it as part of a larger phenomenon of hoax images appearing in the aftermath of significant events.[4] The image has frequently resurfaced on the internet with claims that it was taken during various flooding events,[2] including in Houston during both the 2015 Texas–Oklahoma flood and tornado outbreak and the 2017 floods caused by Hurricane Harvey, and in Daytona Beach, Florida, in 2016 during floods caused by Hurricane Matthew.[5] Peschak has said his fans notify him each time the image re-emerges, but that \"they're more outraged than I am\".[6] After Toronto's Union Station flooded in June 2012, a manipulated image circulated purporting to show two sharks at the base of an escalator bank. The image was later reused in a hoax claiming that a shark tank had burst at the Kuwait Scientific Center.[7][8] While the flooding in Toronto was not the result of a hurricane, the hoax has often been compared to the main Hurricane Shark hoax.[2][9] Later in 2012, after Hurricane Sandy struck New Jersey, other fake shark images circulated in addition to the better-known freeway one. One image appears to depict a shark outside of a home in a suburban area.[10][11] Another appears to show a shark swimming down a suburban street.[12][13] Tom Phillips and Alexis Madrigal found the real shark image used to create the former; Snopes did the same for the latter.[10][13][11] During both Hurricane Irma and Hurricane Florence, fake television breaking news screen captures were seen online saying that the hurricane \"now contains sharks\", although neither contained images of sharks.[14] No, Hurricane Florence does not contain sharks September 13, 2018[15] Hurricane sharks as hoaxes have taken on a life of their own, in social media and in the press. Doctored photos of sharks swimming in urban areas went viral on social media in virtually every disastrous storm and hurricane in the decade since, often copies of the image that first circulated during Irene.[15] Some on social media have treated the Hurricane Shark as a meme, an in-joke hoax to be revived with each disaster, while others have genuinely believed in the authenticity of the photos being spread.[2] Commentators have made comparisons to Sharknado, a film series that also involves sharks caught up in natural disasters.[16][1] In response to the \"now contains sharks\" images circulated during Hurricane Florence, FEMA's Associate Director of Office of Response and Recovery, Jeffrey Byard, denied that \"there's a sharknado effect or anything like that\".[14] Because of the recurring nature of the meme, fact-checkers and journalists in the media have repeatedly needed to clarify that the images of Hurricane sharks were hoaxes. According to Daniel Victor, writing for The New York Times in 2022, Hurricane Shark is the \"longtime nemesis\" of fact-checkers on social media.[2] In Silverman's Verification Handbook, Phillips makes a case study of his work with Madrigal during Hurricane Sandy, describing the images they reviewed as \"strange enough to make you suspicious, yet [not] implausible enough to dismiss out of hand\".[10][13] Rose Eveleth, in a 2014 piece for BBC Future about how to spot fake Sandy photos, includes as her list's final item, \"If it has a shark in it, it's probably fake\".[9] An early claim of sharks in a flooded urban area, predating the original Hurricane Shark hoax, occurred in Goodna, Queensland, Australia, amidst major flooding in January 2011.[4] Butcher Steve Bateman reported a shark, roughly 6 feet (1.8 m) in length, swimming past his shop, and several others reported seeing a shark on a different street.[17] Two local politicians vouched for Bateman's credibility, and The Queensland Times noted that sharks are known to swim up the Bremer River to Goodna.[18] In September 2022, after Hurricane Ian struck Florida, a video emerged online of a shark in a flooded backyard in Fort Myers, Florida, drawing over 12 million views within a day.[1] Initially, the video received skepticism from journalists and fact-checkers, wary of the long history of similar media being hoaxes while also noting that the video seemed more authentic than previous renditions.[2] On September 29, the Associated Press, while noting the history of the Hurricane Shark, confirmed the authenticity of the video based on analysis of the video's metadata and an interview with the videographer, Dominic Cameratta. The Associated Press consulted shark experts George H. Burgess and ... [Content truncated]",
                    "content_num": 1000
                }
            }
        },
        {
            "evidence1": {
                "kind": "customsearch#result",
                "title": "Video appears to show shark in Florida backyard during Hurricane Ian",
                "htmlTitle": "<b>Video</b> appears to show <b>shark</b> in Florida backyard during <b>Hurricane Ian</b>",
                "link": "https://www.washingtonpost.com/climate-environment/2022/10/01/hurricane-ian-shark-florida/",
                "displayLink": "www.washingtonpost.com",
                "snippet": "Oct 1, 2022 ... For years, there has been a deluge of fake videos and memes after major storms that claim to show sharks swimming in flooded streets.",
                "htmlSnippet": "Oct 1, 2022 <b>...</b> For years, there has been a deluge of fake <b>videos</b> and memes after major storms that claim to show <b>sharks</b> swimming in <b>flooded</b> streets.",
                "formattedUrl": "https://www.washingtonpost.com/climate.../hurricane-ian-shark-florida/",
                "htmlFormattedUrl": "https://www.washingtonpost.com/climate.../<b>hurricane</b>-<b>ian</b>-<b>shark</b>-florida/",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQUyWZi-ItlmjdZXL46tCSuSdmonhlZhJRS-RpPmNxdl16WzVe1_A_WmY&s",
                            "width": "168",
                            "height": "300"
                        }
                    ],
                    "metatags": [
                        {
                            "twitter_description": "The recording of a large fish in a backyard during Hurricane Ian has been authenticated — but experts are of mixed views on whether it really shows a shark.",
                            "article_modified_time": "2022-10-04T02:59:15.577Z",
                            "og:image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/09-30-2022/t_6bdc9f0963b8485684c54e59fe499efe_name_3___Vertical_Video_00_04_54_29_Still007.jpg&w=1440",
                            "apple-itunes-app": "app-id=352509417, app-argument=https://www.washingtonpost.com/climate-environment/2022/10/01/hurricane-ian-shark-florida/?sourceApp=apple-banner",
                            "twitter:card": "summary_large_image",
                            "article:published_time": "2022-10-01T04:49:59.592Z",
                            "og:site_name": "Washington Post",
                            "og_title": "Is Florida’s hurricane shark real? The video is, at least.",
                            "og_type": "article",
                            "og_url": "https://www.washingtonpost.com/climate-environment/2022/10/01/hurricane-ian-shark-florida/",
                            "og:description": "The recording of a large fish in a backyard during Hurricane Ian has been authenticated — but experts are of mixed views on whether it really shows a shark.",
                            "article_published_time": "2022-10-01T04:49:59.592Z",
                            "next-head-count": "84",
                            "article_section": "Climate",
                            "twitter:site": "@WashingtonPost",
                            "article:modified_time": "2022-10-04T02:59:15.577Z",
                            "twitter_site": "@WashingtonPost",
                            "og_description": "The recording of a large fish in a backyard during Hurricane Ian has been authenticated — but experts are of mixed views on whether it really shows a shark.",
                            "article:content_tier": "metered",
                            "twitter_title": "Is Florida’s hurricane shark real? The video is, at least.",
                            "last_updated_date": "2022-10-04T02:59:15.577Z",
                            "og:type": "article",
                            "twitter:title": "Is Florida’s hurricane shark real? The video is, at least.",
                            "article:section": "Climate",
                            "og_site_name": "Washington Post",
                            "twitter_card": "summary_large_image",
                            "og:title": "Is Florida’s hurricane shark real? The video is, at least.",
                            "og_image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/09-30-2022/t_6bdc9f0963b8485684c54e59fe499efe_name_3___Vertical_Video_00_04_54_29_Still007.jpg&w=1440",
                            "viewport": "width=device-width, initial-scale=1",
                            "twitter:description": "The recording of a large fish in a backyard during Hurricane Ian has been authenticated — but experts are of mixed views on whether it really shows a shark.",
                            "article_content_tier": "metered",
                            "og:url": "https://www.washingtonpost.com/climate-environment/2022/10/01/hurricane-ian-shark-florida/"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/09-30-2022/t_6bdc9f0963b8485684c54e59fe499efe_name_3___Vertical_Video_00_04_54_29_Still007.jpg&w=1440"
                        }
                    ]
                },
                "website_content": {
                    "content": "clockThis article was published more than 1 year ago\nFor years, there has been a deluge of fake videos and memes after major storms that claim to show sharks swimming in flooded streets. So when a video purporting to show a shark in an inundated backyard in Fort Myers, Fla., surfaced during Hurricane Ian this week, gathering millions of views on Twitter, viewers were skeptical.\nBut this time, the recording was real — even if there is no confirmation yet that what it depicted was a shark, according to Storyful, which first authenticated the video, and the Associated Press. The news agencies interviewed Dominic Cameratta, a real estate agent who filmed it with his cellphone, and reviewed the clip’s metadata to confirm it was recorded this week.\nThe video shows a fish that looks to be 4 feet long, with sharp dorsal fins, flipping and flopping in the water. “I didn’t know what it was,” Cameratta said. “I zoomed in, and all my friends were like, ‘It’s like a shark, man!’”\nExperts interviewed by the AP voiced mixed opinions on whether it was indeed a shark. George Burgess, a former director of the Florida Museum of Natural History’s shark program, said the fish appears to be a juvenile shark. But Neil Hammerschlag, the director of the University of Miami’s shark conservation program, said it was difficult to tell what it was.\nWhat’s been happening with animals in Florida during Hurricane Ian?\nImages purportedly showing sharks in urban areas after hurricanes and major floods have been repeatedly debunked since at least 2011, according to Snopes, a fact-checking website.\nOne image of a shark swimming along a flooded highway was uploaded after Hurricane Irene hit Puerto Rico in August 2011. The same image has been widely recirculated after subsequent storms in different areas: In 2016, it was in Daytona Beach, Fla.; a year later, in Houston; and in 2018, it was in Wrightsville Beach, N.C.\nSnopes reported that the original image from 2011 also was a hoax. It incorporated a 2005 photograph of a kayaker being trailed by a great white shark.\nHurricane Ian has devastated Florida, killing at least 23 people, according to state officials. It made its second landfall in the United States on Friday, hitting coastal South Carolina as a Category 1 storm with lashing rains and strong winds.",
                    "content_num": 498
                }
            }
        },
        {
            "evidence2": {
                "kind": "customsearch#result",
                "title": "Floods",
                "htmlTitle": "<b>Floods</b>",
                "link": "https://kids.nationalgeographic.com/science/article/flood",
                "displayLink": "kids.nationalgeographic.com",
                "snippet": "Learn about what causes flooding, different types of floods—and how to stay safe. ByLaura Goertzel. Rain is pouring ...",
                "htmlSnippet": "Learn about what causes <b>flooding</b>, different <b>types</b> of <b>floods</b>—and how to stay safe. ByLaura Goertzel. Rain is pouring&nbsp;...",
                "formattedUrl": "https://kids.nationalgeographic.com/science/article/flood",
                "htmlFormattedUrl": "https://kids.nationalgeographic.com/science/article/<b>flood</b>",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQhykQhfVs75EzdGheaGFpHHuOtM1QA89bh72C13zsaQBefB_rpb1FtPpTO&s",
                            "width": "300",
                            "height": "168"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://i.natgeofe.com/k/7d906c71-1105-4048-b32b-a55b1b04e3bc/OG_Floods_KIDS_0922_16x9.jpg?w=1200",
                            "og:image:width": "1200",
                            "theme-color": "#ffffff",
                            "twitter:card": "summary_large_image",
                            "article:published_time": "04-01-2014",
                            "og:site_name": "Science",
                            "twitter:url": "https://kids.nationalgeographic.com/science/article/flood",
                            "medium": "website",
                            "title": "Floods",
                            "og:description": "Learn about what causes flooding, different types of floods—and how to stay safe.",
                            "twitter:creator": "@NatGeo",
                            "article:publisher": "https://www.facebook.com/natgeo",
                            "twitter:image:alt": "Floods",
                            "twitter:site": "@NatGeo",
                            "article:modified_time": "01-10-2023",
                            "tax:audiences": "Family, Little Kids (3-6 year olds), Kids (7-12 year olds)",
                            "og:type": "article",
                            "twitter:title": "Floods",
                            "article:section": "Science",
                            "og:title": "Floods",
                            "og:image:height": "675",
                            "twitter:image:src": "https://i.natgeofe.com/k/7d906c71-1105-4048-b32b-a55b1b04e3bc/OG_Floods_KIDS_0922_16x9.jpg?w=1200",
                            "tax:firstsubject": "Floods",
                            "referrer": "origin",
                            "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no",
                            "tax:source": "Kids",
                            "twitter:description": "Learn about what causes flooding, different types of floods—and how to stay safe.",
                            "og:locale": "en_US",
                            "guid": "drn:src:natgeo:unison::prod:b5985176-87d1-4c79-bc2c-62f789d5f5d9",
                            "og:url": "https://kids.nationalgeographic.com/science/article/flood"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://i.natgeofe.com/k/7d906c71-1105-4048-b32b-a55b1b04e3bc/OG_Floods_KIDS_0922_16x9.jpg?w=1200"
                        }
                    ]
                },
                "website_content": {
                    "content": "Learn about what causes flooding, different types of floods—and how to stay safe. Rain is pouring hard and fast—more than eight inches in just an hour, turning river water brown with mud. Earthworms wiggle up to the ground as the soil becomes too wet for them. A flood might be coming. Just about any place on Earth can experience flooding. When so much rain falls that the ground can’t absorb it or waterways can’t hold it, the overflowing water becomes a destructive force. In the United States, flooding causes more death and damage than tornadoes, hurricanes, or lightning. During a rainstorm, precipitation—or the water that comes from rain or snow—goes to different places. Some of it flows into streams, lakes, or city water systems. Other precipitation evaporates and returns to the atmosphere. But much of the rainwater is absorbed by soil. It flows through the top layer of the ground, to plant roots below the surface. This helps provides plants with the water and nutrients they need to grow. The excess water moves deeper into the ground through layers of dirt and rocks where until it becomes part of natural underground wells called groundwater. A habitat can naturally absorb a healthy amount of rainfall it needs to thrive. But too much rain can cause lake and river levels to rise and overflow their banks, or the soil to become too wet to absorb more water. And though you might think extremely dry habitats would welcome too much rain, it turns out that the parched dirt can’t absorb the rain fast enough to capture it all. Severe coastal storms, quickly melting ice and snow, and collapsed barriers (like concrete dams) can also cause floods. Even damaged beaver dams can lead to an overflow of water that the surrounding earth can’t absorb. Floods can form slowly over several days or overwhelm an area with little warning. How quickly a flood forms often depends on the habitat. Slow-forming river flooding happens in regions called floodplains. These are large, flat areas of land along waterways with very shallow banks. When big storms hit, the water overflows the banks and spreads out across the plains. This type of flooding isn’t always bad. It brings nutrients to the surrounding soil, making it fertile for growing crops. That’s why many people live in or near floodplains. But too much water can destroy crops and damage homes. Rushing water can disrupt ecosystems by moving aquatic plants and animals to other habitats. And if flooding is so severe that it flows into local water treatment facilities, experts must monitor the incoming water to make sure the water is safe. Another type of flooding is called a flash flood, when a flood happens within six hours of a heavy rainfall—as much as eight inches an hour. With no place to go, the moving water will tear through highways, valleys, and canyons, washing away vehicles, roads, bridges, and houses. Quickly melting ice and snow can also cause flash flooding, especially when mountain snowmelt overflows the waterways below. On coastlines, hurricane rains cause water levels to rise, and the high winds push that water onto land. Called a storm surge, this also causes flash flooding. Scientists believe that warming temperatures caused by climate change are increasing the risk of floods all over the world, especially in coastal and low-lying areas. Warmer water changes the patterns of ocean currents, which changes global weather patterns. This means that some places will receive more rainfall than the ground can absorb. Other places will get less rain so the land will be drier—and unable to handle rainfall when it does occur. Scientists think that climate change could also cause stronger hurricanes, with more rain and higher winds causing bigger storm surges. A warmer climate could also mean more snowmelt overwhelming the soil; melting polar ice could cause sea levels to rise and increase flooding. (Find out how you can help slow climate change.) Experts might issue a flash flood watch if weather conditions are right. It doesn’t mean flooding will happen but that meteorologists want people to be prepared. When experts are sure a flash flood is on the way, they issue a warning so people can evacuate immediately. Here’s how to keep you and your family safe. Before a flood• Know your neighborhood. Research how close you are to streams, drainage channels, canyons, and any other low-lying areas that might flood.• Keep emergency contact phone numbers in one place so you can get in touch with family members.• Put together an evacuation plan and share it with everyone in your household. Know what paths and routes you can use to quickly get to a high, dry place.• Conduct flood drills to practice evacuating quickly.• Maintain an emergency kit with a three-day supply of food and water. Experts recommend canned or dried foods that don't need to be cooked, and at least one gallon of water per day for each person and pet. During a flood• Never wait for orders to leave; if you think a flood might be coming, evacuate immediately.• If flooding hasn’t started, move important items to upper floors of your house.• If flooding has already started where you are, move to the highest place you can find, like a roof of a house or car. Bring as much food, water, and sheltering blankets as possible.• Never walk through flood water, especially if it’s moving. Hazardous chemicals, sewage, and even wild animals are often in floodwater, and just six inches of moving water can knock you off your feet.• If you must walk through water to escape, walk where the water is still. Never touch electrical equipment if you are standing in water, or even if you’re wet.• If water is quickly rising while you’re in your car, leave your vehicle and move to higher ground, like a hill or bridge. After a flood• If you’ve evacuated your house, return only after you’re given the all-clear from officials.• If you stayed put, check ... [Content truncated]",
                    "content_num": 1000
                }
            }
        },
        {
            "evidence3": {
                "kind": "customsearch#result",
                "title": "'Street shark': Video captured as Hurricane Ian struck Florida shows ...",
                "htmlTitle": "&#39;Street <b>shark</b>&#39;: <b>Video</b> captured as <b>Hurricane Ian</b> struck Florida shows ...",
                "link": "https://www.ctvnews.ca/climate-and-environment/street-shark-video-captured-as-hurricane-ian-struck-florida-shows-mystery-fish-in-flooded-backyard-1.6090512",
                "displayLink": "www.ctvnews.ca",
                "snippet": "Sep 29, 2022 ... Photos and videos of sharks and other marine life swimming in suburban floodwaters make for popular hoaxes during massive storms.",
                "htmlSnippet": "Sep 29, 2022 <b>...</b> Photos and <b>videos</b> of <b>sharks</b> and other marine life swimming in suburban <b>floodwaters</b> make for popular hoaxes during massive storms.",
                "formattedUrl": "https://www.ctvnews.ca/.../street-shark-video-captured-as-hurricane-ian-stru...",
                "htmlFormattedUrl": "https://www.ctvnews.ca/.../street-<b>shark</b>-<b>video</b>-captured-as-<b>hurricane</b>-<b>ian</b>-stru...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRuxBHSR-V3JlKh5yngouY58ZrkaMVJHMWrglhGOzF8iBAxL1yaXETT7Jw&s",
                            "width": "299",
                            "height": "168"
                        }
                    ],
                    "imageobject": [
                        {
                            "contenturl": "https://www.ctvnews.ca/content/experience-fragments/ctv_news/national/climate_and_environm/climate-and-environment-boa/master/_jcr_content/root/responsivegrid_27151_2081365707/responsivegrid_78099/teaser_copy_copy_cop_1623448575.coreimg.png/1674673134399/ctv-news-newsletter-promo.png"
                        },
                        {
                            "contenturl": "https://www.ctvnews.ca/content/experience-fragments/ctv_news/national/climate_and_environm/climate-and-environment-boa/master/_jcr_content/root/responsivegrid_27151_2081365707/responsivegrid_78099/teaser_copy_copy_cop.coreimg.png/1623045332722/ctv-news--voice-promo.png"
                        },
                        {
                            "contenturl": "https://www.ctvnews.ca/content/experience-fragments/ctv_news/national/climate_and_environm/climate-and-environment-boa/master/_jcr_content/root/responsivegrid_27151_2081365707/responsivegrid_78099/teaser_1461279347_co_1805837268.coreimg.png/1650379707643/ctv-news-app-promo.png"
                        },
                        {
                            "contenturl": "https://www.ctvnews.ca/content/experience-fragments/ctv_news/national/climate_and_environm/climate-and-environment-boa/master/_jcr_content/root/responsivegrid_27151_2081365707/responsivegrid_78099/teaser_1461279347_co.coreimg.png/1694113837548/ctvnews-social-logos-1.png"
                        }
                    ],
                    "metatags": [
                        {
                            "template": "article-news",
                            "og:image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2022/9/29/-street-shark--video-from-florida-1-6090561-1664497829413.jpg",
                            "og:type": "article",
                            "twitter:title": "'Street shark': Video captured as Hurricane Ian struck Florida shows mystery fish in flooded backyard",
                            "twitter:card": "summary_large_image",
                            "article:published_time": "2022-09-29T20:48:00.000-04:00",
                            "article:section": "Climate and Environment",
                            "og:site_name": "CTVNews",
                            "twitter:url": "https://www.ctvnews.ca/climate-and-environment/street-shark-video-captured-as-hurricane-ian-struck-florida-shows-mystery-fish-in-flooded-backyard-1.6090512",
                            "og:title": "'Street shark': Video captured as Hurricane Ian struck Florida shows mystery fish in flooded backyard",
                            "title": "Is video of shark swimming on Florida street real? | CTV News",
                            "fb:pages": "194553860586548",
                            "og:description": "Photos and videos of sharks and other marine life swimming in suburban floodwaters make for popular hoaxes during massive storms. But a cellphone video filmed during Hurricane Ian's assault on southwest Florida isn't just another fish story.",
                            "twitter:creator": "@CTVNews",
                            "twitter:image:src": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2022/9/29/-street-shark--video-from-florida-1-6090561-1664497829413.jpg",
                            "twitter:site": "@CTVNews",
                            "viewport": "initial-scale=1.0, width=device-width",
                            "page-type": "aem-page",
                            "twitter:description": "Photos and videos of sharks and other marine life swimming in suburban floodwaters make for popular hoaxes during massive storms. But a cellphone video filmed during Hurricane Ian's assault on southwest Florida isn't just another fish story.",
                            "og:locale": "en_CA",
                            "dc.date.modified": "2022-09-29T20:48:45.000-04:00",
                            "og:url": "https://www.ctvnews.ca/climate-and-environment/street-shark-video-captured-as-hurricane-ian-struck-florida-shows-mystery-fish-in-flooded-backyard-1.6090512"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2022/9/29/-street-shark--video-from-florida-1-6090561-1664497829413.jpg"
                        }
                    ],
                    "listitem": [
                        {
                            "item": "Climate and Environment",
                            "name": "Climate and Environment",
                            "position": "1"
                        }
                    ]
                },
                "website_content": {
                    "content": "Photos and videos of sharks and other marine life swimming in suburban floodwaters make for popular hoaxes during massive storms. But a cellphone video filmed during Hurricane Ian's assault on southwest Florida isn't just another fish story. The eye-popping video, which showed a large, dark fish with sharp dorsal fins thrashing around an inundated Fort Myers backyard, racked up more than 12 million views on Twitter within a day, as users responded with disbelief and comparisons to the \"Sharknado\" film series. Dominic Cameratta, a local real estate developer, confirmed he filmed the clip from his back patio Wednesday morning when he saw something \"flopping around\" in his neighbor's flooded yard. \"I didn't know what it was -- it just looked like a fish or something,\" he told The Associated Press. \"I zoomed in, and all my friends are like, 'It's like a shark, man!'\" He guessed the fish was about four feet (1.2 metres) in length. Experts were of mixed opinion on whether the clip showed a shark or another large fish. George Burgess, former director of the Florida Museum of Natural History's shark program, said in an email that it \"appears to be a juvenile shark,\" while Dr. Neil Hammerschlag, director of the University of Miami's shark conservation program, wrote that \"it's pretty hard to tell.\" Nevertheless, some Twitter users dubbed the hapless fish the \"street shark.\" The surge worsened in Fort Myers as the day went on. Cameratta said the flooding had only just begun when the clip was taken, but that the waters were \"all the way up to our house\" by the time the AP reached him by phone Wednesday evening. He said the fish may have made its way up from nearby Hendry Creek into a retention pond, which then overflowed, spilling the creature into his neighbor's backyard. A visual analysis of nearby property confirmed it matches the physical landmarks in the video. Leslie Guelcher, a professor of intelligence studies at Mercyhurst University in Erie, Pennsylvania, was among the online sleuths who initially thought the video was fake. \"Don't think this is real. According to the index on the video it was created in June 2010. Someone else posted it at 10 AM as in Fort Myers, but the storm surge wasn't like that at 10 AM,\" she tweeted Wednesday. Guelcher acknowledged later, though, that online tools she and others were using to establish the video's origins didn't actually show when the video itself was created, merely when the social media profile of the user was created. The AP confirmed through the original clip's metadata that it was captured Wednesday morning. \"It makes a bit more sense from a flooding standpoint,\" she said by email, when informed the fish was spotted near an overflowing pond. \"But how on earth would a shark go from the Gulf of Mexico to a retention pond?\" Yannis Papastamatiou, a marine biologist who studies shark behavior at Florida International University, said that most sharks flee shallow bays ahead of hurricanes, possibly tipped off to their arrival by a change in barometric pressure. A shark could have accidentally swum up into the creek, he said, or been washed into it. \"Young bull sharks are common inhabitants of low salinity waters -- rivers, estuaries, subtropical embayments -- and often appear in similar videos in FL water bodies connected to the sea such as coastal canals and ponds,\" Burgess said. \"Assuming the location and date attributes are correct, it is likely this shark was swept shoreward with the rising seas.\" Cameratta sent the video to a group chat on WhatsApp on Wednesday morning, according to his friend John Paul Murray, who sent the AP a timestamped screenshot. \"Amazing content,\" Murray wrote in reply. ------ Associated Press writers Philip Marcelo and Arijeta Lajka in New York contributed to this report. The shooting at former U.S. president Donald Trump’s rally in Pennsylvania is being investigated as an attempted assassination of the former president and presumptive Republican nominee, law enforcement officials say. Canada's prime minister and other leaders condemned political violence following a shooting at a Republican rally Saturday, during what appears to have been an assassination attempt targeting Donald Trump. Multiple presidents and presidential candidates in U.S. history have been shot or shot at. U.S. President Joe Biden said in a statement Saturday he is grateful former President Donald Trump is safe after a shooting at his rally in Pennsylvania. Eyewitnesses described an awful scene following a shooting at former U.S. president Donald Trump’s rally in Butler, Penn., in which one person was killed and two others injured in what’s being investigated as a possible assassination attempt. Luis Suárez tied the score two minutes into second-half stoppage time, and Uruguay beat Canada 4-3 on penalty kicks after a 2-2 draw on Saturday night to finish third in the Copa America. Richard Simmons, the perennial 1980s workout personality who was defined by his uplifting spirit, died in his Los Angeles home, according to multiple reports. He was 76. The provincial regulator responsible for policing B.C.'s real estate industry has ordered a former Realtor to pay $130,000 and cancelled her licence after determining that she committed a variety of professional misconduct. The Bank of Canada is expected to announce its key interest rate decision in less than two weeks. Last month, the bank lowered its key interest rate to 4.7 per cent, marking its first rate cut since March 2020. The fire that forced thousands out of their homes in Labrador City Friday night was gently smoldering and under control this week, but a sudden change in conditions caused it to explode into 'an extremely aggressive inferno.' Lethbridge police are investigating after a bullet hole was discovered in a southside home. Family members of a homeless Toronto man who died after police allege he was swarmed and stabbed by a group of teen girls say the thought of his last moments haunts them. The Quebec Human Rights Commission is seeking $13,000 for the family of a 12-year-old ... [Content truncated]",
                    "content_num": 1000
                }
            }
        },
        {
            "evidence4": {
                "kind": "customsearch#result",
                "title": "National Commission on the BP Deepwater Horizon Oil Spill and ...",
                "htmlTitle": "National Commission on the BP Deepwater Horizon Oil Spill and ...",
                "link": "https://www.govinfo.gov/content/pkg/GPO-OILCOMMISSION/pdf/GPO-OILCOMMISSION.pdf",
                "displayLink": "www.govinfo.gov",
                "snippet": "... Hurricane Katrina, the nation was again transfixed, seemingly helpless, as ... analysis and impartial judgment. The. President charged the Commission to ...",
                "htmlSnippet": "... <b>Hurricane</b> Katrina, the nation was again transfixed, seemingly helpless, as ... <b>analysis</b> and impartial judgment. The. President charged the Commission to&nbsp;...",
                "formattedUrl": "https://www.govinfo.gov/content/pkg/GPO.../GPO-OILCOMMISSION.pdf",
                "htmlFormattedUrl": "https://www.govinfo.gov/content/pkg/GPO.../GPO-OILCOMMISSION.pdf",
                "pagemap": {
                    "metatags": [
                        {
                            "moddate": "D:20110111144220-05'00'",
                            "creationdate": "D:20110106152611-05'00'",
                            "creator": "Adobe InDesign CS5 (7.0)",
                            "producer": "Adobe PDF Library 9.9"
                        }
                    ]
                },
                "mime": "application/pdf",
                "fileFormat": "PDF/Adobe Acrobat",
                "website_content": {
                    "content": "Error fetching https://www.govinfo.gov/content/pkg/GPO-OILCOMMISSION/pdf/GPO-OILCOMMISSION.pdf: Message: Unable to obtain driver for firefox; For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors/driver_location\n",
                    "content_num": 0
                }
            }
        },
        {
            "evidence5": {
                "kind": "customsearch#result",
                "title": "Miami and New Orleans face greater sea-level threat than already ...",
                "htmlTitle": "Miami and New Orleans face greater sea-level threat than already ...",
                "link": "https://www.theguardian.com/environment/2023/apr/10/sea-level-rise-climate-crisis-miami-new-orleans",
                "displayLink": "www.theguardian.com",
                "snippet": "Apr 10, 2023 ... ... analysis. What experts are calling a dramatic surge in ocean ... “It turns out that the water level associated with Hurricane Ian was ...",
                "htmlSnippet": "Apr 10, 2023 <b>...</b> ... <b>analysis</b>. What <b>experts</b> are calling a dramatic surge in ocean ... “It turns out that the water level associated with <b>Hurricane Ian</b> was&nbsp;...",
                "formattedUrl": "https://www.theguardian.com/.../sea-level-rise-climate-crisis-miami-new-orl...",
                "htmlFormattedUrl": "https://www.theguard<b>ian</b>.com/.../sea-level-rise-climate-crisis-miami-new-orl...",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSKKKHDNBs-JqOIpH1ny6GFK-3LYJlh2zQ3M7XK1tJ10QuPlImSUjt09bM&s",
                            "width": "310",
                            "height": "163"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://i.guim.co.uk/img/media/b3cf2b851c86d18f387cce5ab1f1029e6bd96f5c/0_144_5092_3055/master/5092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctYWdlLTIwMjMucG5n&enable=upscale&s=a61570a2eb7732c4614c09c3acad0c25",
                            "twitter:app:id:googleplay": "com.guardian",
                            "twitter:app:url:iphone": "gnmguardian://environment/2023/apr/10/sea-level-rise-climate-crisis-miami-new-orleans?contenttype=Article&source=twitter",
                            "theme-color": "#052962",
                            "og:image:width": "1200",
                            "article:published_time": "2023-04-10T14:46:54.000Z",
                            "twitter:card": "summary_large_image",
                            "og:site_name": "the Guardian",
                            "twitter:app:url:ipad": "gnmguardian://environment/2023/apr/10/sea-level-rise-climate-crisis-miami-new-orleans?contenttype=Article&source=twitter",
                            "twitter:app:name:googleplay": "The Guardian",
                            "al:ios:url": "gnmguardian://environment/2023/apr/10/sea-level-rise-climate-crisis-miami-new-orleans?contenttype=Article&source=applinks",
                            "twitter:app:id:iphone": "409128287",
                            "og:description": "Twin studies reveal that ‘acceleration’ of sea-level rise under way, leaving southern US cities in even greater peril",
                            "twitter:creator": "@richlusc",
                            "article:publisher": "https://www.facebook.com/theguardian",
                            "al:ios:app_store_id": "409128287",
                            "twitter:dnt": "on",
                            "twitter:image": "https://i.guim.co.uk/img/media/b3cf2b851c86d18f387cce5ab1f1029e6bd96f5c/0_144_5092_3055/master/5092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctYWdlLTIwMjMucG5n&s=1dd5af439d6d683d4d170af8a2a4dff6",
                            "twitter:site": "@guardian",
                            "article:modified_time": "2023-04-13T15:38:06.000Z",
                            "og:type": "article",
                            "article:section": "Environment",
                            "al:ios:app_name": "The Guardian",
                            "og:title": "Miami and New Orleans face greater sea-level threat than already feared",
                            "og:image:height": "720",
                            "twitter:app:id:ipad": "409128287",
                            "article:author": "https://www.theguardian.com/profile/richardluscombe",
                            "article:tag": "Sea level,Oceans,Environment,Miami,New Orleans,Houston,US news,Climate crisis,World news,Florida,Louisiana,Texas",
                            "fb:app_id": "180444840287",
                            "twitter:app:url:googleplay": "guardian://www.theguardian.com/environment/2023/apr/10/sea-level-rise-climate-crisis-miami-new-orleans",
                            "twitter:app:name:ipad": "The Guardian",
                            "viewport": "width=device-width,minimum-scale=1,initial-scale=1",
                            "og:url": "https://www.theguardian.com/environment/2023/apr/10/sea-level-rise-climate-crisis-miami-new-orleans",
                            "twitter:app:name:iphone": "The Guardian"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://i.guim.co.uk/img/media/b3cf2b851c86d18f387cce5ab1f1029e6bd96f5c/0_144_5092_3055/master/5092.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctYWdlLTIwMjMucG5n&enable=upscale&s=a61570a2eb7732c4614c09c3acad0c25"
                        }
                    ]
                },
                "website_content": {
                    "content": "Twin studies reveal that ‘acceleration’ of sea-level rise under way, leaving southern US cities in even greater peril\nCoastal cities in the southern US, including Miami, Houston and New Orleans, are in even greater peril from sea-level rise than scientists already feared, according to new analysis.\nWhat experts are calling a dramatic surge in ocean levels has taken place along the US south-eastern and Gulf of Mexico coastline since 2010, one study suggests, an increase of almost 5in (12.7cm).\nThat “burst”, more than double the global average of 0.17in (0.44cm) per year, is fueling ever more powerful cyclones, including Hurricane Ian, which struck Florida in September and caused more than $113bn of damage – the state’s costliest natural disaster and the third most expensive storm in US history, according to the National Oceanic and Atmospheric Administration (Noaa).\nThe University of Arizona study, published in the Journal of Climate and reported on Monday by the Washington Post, provides an alarming new assessment of a key ingredient of the escalating climate emergency, particularly in popular but vulnerable areas of the US where millions of people live.\nExisting projections by Nasa show a sea-level rise up to 12in (30cm) by the middle of the century, with longer-range forecasts even more dire.\nThe Gulf region from Texas to Florida, and southern Atlantic seaboard will see most of the change, the agency says.\n“The entire south-east coast and the Gulf Coast is feeling the impact of the sea-level rise acceleration,” the study’s author Jianjun Yin, professor of geosciences at the University of Arizona, told the Post.\n“It turns out that the water level associated with Hurricane Ian was the highest on record due to the combined effect of sea-level rise and storm surge.”\nThe threat from rising oceans hangs over numerous centers of heavy population located on, or close to the coast. Miami, and Miami Beach, cities often cited as ground zero for the climate emergency, frequently see flooding during high tides. Property insurance rates throughout Florida, which Noaa says has experienced more than 40% of all US hurricane strikes, have soared in recent years.\nThe two most expensive hurricanes in US history, Katrina in 2005 and Harvey in 2017, ravaged New Orleans, Louisiana, and Houston, Texas, respectively,\nEarlier this month, the Guardian carried an extract from a new book about how Charleston, South Carolina, is facing a “perfect storm” of rising sea levels and racism that leaves the city, in the view of many observers, living on borrowed time.\n“What is likely to happen in Charleston is likely, absent a substantial shift in attitude, to happen in many other coastal cities around the globe,” wrote Susan Crawford, author of Charleston: Race, Water, and the Coming Storm.\nThe Post reported on a second study, published on Monday on nature.com, effectively mirroring the finding of the Arizona analysis that an “acceleration” of sea-level rise was under way.\nResearchers at Tulane University, New Orleans, also note that the increase in the Gulf and south-eastern region is greater than the global average, a surge of greater than 0.4in per year they say is “unprecedented in at least 120 years”.\nThe study, which says the rise is “amplified by internal climate variabilities”, cites storms such as Katrina, and Hurricane Sandy in 2012, that “illustrate that any further increases in the rate of MSL [mean sea-level] rise, particularly rapid ones, threaten the national security of the US and hamper timely adaptation measures.”\nHuman activity in the Gulf region, which the researchers refer to as “vertical land motion” (VLM), has played a role, the study continues.\n“It is well known that tide gauges in the Gulf of Mexico are subject to significant nonlinear VLM, likely related to oil, gas, or groundwater withdrawal. These nonlinear changes appear predominantly along the western portions of the US Gulf coast (Louisiana and Texas),” it says.",
                    "content_num": 827
                }
            }
        },
        {
            "evidence6": {
                "kind": "customsearch#result",
                "title": "How Instincts Help Wildlife During Hurricanes",
                "htmlTitle": "How Instincts Help Wildlife During <b>Hurricanes</b>",
                "link": "https://www.mutualofomaha.com/wild-kingdom/article/how-instincts-help-wildlife-during-hurricanes",
                "displayLink": "www.mutualofomaha.com",
                "snippet": "May 31, 2024 ... Read about how different species prepare for hurricanes, often before humans do. Learn about animals' responses and find out how you can ...",
                "htmlSnippet": "May 31, 2024 <b>...</b> Read about how different <b>species</b> prepare for <b>hurricanes</b>, often before humans do. Learn about <b>animals</b>&#39; responses and find out how you can&nbsp;...",
                "formattedUrl": "https://www.mutualofomaha.com/.../how-instincts-help-wildlife-during-hur...",
                "htmlFormattedUrl": "https://www.mutualofomaha.com/.../how-instincts-help-wildlife-during-<b>hur</b>...",
                "pagemap": {
                    "metatags": [
                        {
                            "og:image": "https://blogs.mutualofomaha.com/wknewsroom/files/2022/10/florida-panther-hiding-facebook.jpg",
                            "theme-color": "#222222",
                            "og:type": "website",
                            "og:image:alt": "florida panther hiding behind a tree",
                            "twitter:card": "summary",
                            "viewport": "width=device-width, initial-scale=1",
                            "author": "DXD",
                            "csrf-token": "lSRxOln3WEF5FWGK9ZP9csAPZKllWTHPPsURIO2q",
                            "og:title": "How Instincts Help Wildlife During Hurricanes",
                            "og:url": "https://www.mutualofomaha.com/wild-kingdom/article/how-instincts-help-wildlife-during-hurricanes",
                            "og:description": "Read about how different species prepare for hurricanes, often before humans do. Learn about animals' responses and find out how you can help displaced wildlife."
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://blogs.mutualofomaha.com/wknewsroom/files/2022/10/florida-panther-hiding-facebook.jpg"
                        }
                    ]
                },
                "website_content": {
                    "content": "ARTICLE Updated on May 31, 2024 It’s no surprise that a major weather event such as a hurricane disrupts everyone’s life, including wildlife. Thankfully, most animals have instincts that tell them when to move to higher ground, swim deeper into the ocean or take cover. We spoke with experts from the Florida Wildlife Federation to learn how hurricanes impact certain species and what we can do if we find a displaced animal. Native plants and animals adapted over time to survive and recover from major weather events such as hurricanes and other strong storms. Wildlife typically has an instinct that tells when something is coming. When an animal senses this, it can find dense cover, fly out of harm’s way or swim deeper to avoid storm surge. Often, animals can sense changes in air pressure and the environment before humans are able to. Continue reading to learn how various species, including some featured in Mutual of Omaha’s Wild Kingdom Protecting the Wild, respond to storms. Image courtesy of Bryant Turffs According to Meredith Budd, Regional Policy Director at the Florida Wildlife Federation, sea turtles have a unique challenge for hurricane season — it aligns with their nesting season. Because of this, they’ve evolved over time and can prepare for hurricanes while protecting their hatchlings. Sea turtles nest on both coasts of Florida. Each season, they build multiple nests to increase the likelihood of the hatchlings’ survival. The nest itself is designed to accommodate a typical storm and has good drainage. Image courtesy of Rayna O’Nan As an off-shore Florida resident, manatees have a lot of experience with tropical storms. Manatees spend much of their time in mangrove-lined channels which provides them natural protection against storms. Studies suggest that manatees tend to ride out storms by hunkering down in sheltered areas. Image courtesy of Bryant Turffs But manatees are naturally curious creatures, which can sometimes get them into trouble. They’ve been known to make risky moves during or after storms and can find themselves either caught in a surge or in an area during a reverse storm surge. This can sweep them away to unfamiliar locations or even leave them stranded when waters recede. In these cases, it’s important to keep your distance and immediately report any animal strandings to your local wildlife agency. Sharks also know how to prepare for storms and often sense a storm weeks before it arrives . While shark species exhibit varying behavioral responses to major storms, many utilize underwater evacuation, meaning they head into deeper waters to avoid strong currents and storm surges. No need to worry about a Sharknado moment here! Birds are especially sensitive to barometric changes in the atmosphere. One such bird is the white ibis. These birds are one of the last wildlife species to leave and take shelter before a storm arrives and the first to come back as they can sense when it’s safe to return. Florida panthers (also known as cougars) must adapt to storms to survive. These big cats can sense changes in the weather and know to find adequate shelter. Florida panthers use dense vegetation for their dens and relocate to find protection when vegetation is compromised. It’s important to note that panthers are illusive creatures that keep their distance from humans. If you happen to see one out after a storm and it doesn’t appear to be injured, do not worry. It’s just finding its way back into dense vegetation and will be safely covered again soon. Image courtesy of Tasman Rosenfeld Tasman Rosenfeld, outreach coordinator at the Florida Wildlife Federation, and reptiles and amphibians guru, shared research around the movement and impact of storms on reptiles and amphibians in Florida, especially around the Everglades. The movement of amphibians and reptiles after storms is well understood. Like many animals, amphibians and reptiles are often flooded out of their habitats. However, experts have noticed some correlation in patterns of reptile and amphibian movements before major storms but are still exploring the correlation. Heavy rainfall (in moderation) can be beneficial for amphibians because it fills the temporary wetlands where they breed. Temporary wetlands are important for amphibian reproduction because they generally lack predators like large fish that would eat amphibian eggs and larvae. But the amount of rainfall and surge from a hurricane can be harmful to them. Excessive rainfall from major storms like Hurricane Ian cause those wetlands to become connected to larger bodies of water that may include additional predators. Like other Florida animals, amphibians are largely an indicator species. These animals are sensitive to salt. As saltwater surges onto the mainland, the amphibian’s thin skin quickly absorbs salt which can lead to harm or death for the animals. Though animals have adapted over time, humans still may impact the way animals experience storms. As civilizations grow closer to wild areas, the availability of dense coverage or accessible water channels for wildlife may decrease. Changing climates have increased the severity and frequency of these storms as well as the length of the wet season. Because of this, species are evolving to cope. But as we change the environment around us, it’s important to do what we can to coexist with wildlife. For example, leaving areas of dense vegetation will help a panther take cover. If you live near areas that might flood, try creating a small pond in your backyard for native amphibians to have a refuge during salty storms like a hurricane. Whether it’s a hurricane, large storm or bad weather in general, there are simple ways you can help wildlife. If driving before, during and after a storm, be sure to take your time. Wildlife may be evacuating or returning to their habitat. Keep an eye out for animals crossing the road, especially smaller ones such as frogs and salamanders. If you’re driving at night, take it slow and be vigilant. If you see a young animal by itself, call your local fish and wildlife department. It may not be displaced but waiting ... [Content truncated]",
                    "content_num": 1000
                }
            }
        },
        {
            "evidence7": {
                "kind": "customsearch#result",
                "title": "Earth is Blue: daily photos and weekly videos from our national ...",
                "htmlTitle": "Earth is Blue: daily photos and weekly <b>videos</b> from our national ...",
                "link": "https://sanctuaries.noaa.gov/earthisblue.html",
                "displayLink": "sanctuaries.noaa.gov",
                "snippet": "Graceful Galapagos sharks (manō in Hawaiian) are a fairly common sight in the waters of Hawaiian Islands Humpback Whale National Marine Sanctuary. This species ...",
                "htmlSnippet": "Graceful Galapagos <b>sharks</b> (manō in Hawaiian) are a fairly common sight in the waters of Hawaiian Islands Humpback Whale National Marine Sanctuary. This <b>species</b>&nbsp;...",
                "formattedUrl": "https://sanctuaries.noaa.gov/earthisblue.html",
                "htmlFormattedUrl": "https://sanctuaries.noaa.gov/earthisblue.html",
                "pagemap": {
                    "metatags": [
                        {
                            "viewport": "width=device-width, initial-scale=1"
                        }
                    ]
                },
                "website_content": {
                    "content": "Looking for fun and adventure this summer? Get Into Your Sanctuary! Looking for fun and adventure this summer? Get Into Your Sanctuary! Our planet is an ocean planet: Earth Is Blue. The National Marine Sanctuary System protects some of the most iconic underwater places throughout the United States, but we can't do it without you. No matter where you are, the ocean and Great Lakes are in your hands. We hope these images inspire you to help care for our ocean and to spread the word that Earth isn't green – it's blue. Submit your own photos and join us on: Is #SharkSaturday a thing? Because we think it's a fin-tastic idea! Happy Halloweekend! 🎃 Just like how you dress up for this spooky day, octopuses have the ability to put on a different disguise by changing shape, color, texture, and size. They can mimic other creatures, blend in among the rocks and corals, or even cover themselves in sand or shells. Tell us what costume you are wearing this year! When is it possible to have too many muscles? When they are invasive species! Zebra and quagga mussels have infiltrated freshwater environments like NOAA Thunder Bay National Marine Sanctuary. These bothersome bivalves disrupt natural food webs, compete with other species for resources, cause damage to underwater structures like buoys and docks, and degrade historic sites like shipwrecks. It’s likely that the mussels were introduced to the Great Lakes by ocean vessels dumping ballast water. When visiting, do your part to protect sanctuary waters from invasive species and don’t be shellfish! It's Mangrove Monday! Mature red, white, and black mangrove trees line over 1800 miles of shoreline in Florida Keys National Marine Sanctuary. These unique trees can prevent erosion with their intricate root system by absorbing wave action. Their prop and drop roots don't just protect the coast, they are also home to several coastal species. In fact, many reef fish spend the earliest part of their lives in the safety of the mangroves before moving out onto the reefs. Photos: Olivia Williamson Indigenous peoples have been relying on and stewarding ocean areas for millennia. Today, national marine sanctuaries work closely with Native American tribes and nations to protect our natural heritage. In this image, members of the Chumash community journey from the California mainland to Limuw, or Santa Cruz Island. Paddlers, or pullers, voyage using a tomol, a traditionally-built redwood plank canoe. It has a six-person crew, and unique abalone inlay designs. Along their way, the pullers travel through NOAA Channel Islands National Marine Sanctuary. They are supported by the sanctuary’s Research Vessel Shearwater, which sets course, hosts resting paddlers, and helps protect the tomol and its pullers from vessel traffic. Preserving and collaborating with indigenous cultures is a critical part of our mission: celebrating the great variety of human connections to the sea can help us all become better stewards of our ocean resources. It's a bird... it's a plane... it's a FLOOF! Well, it's actually a bird. This white, fluffy chick, known as a red-footed booby, can be found in NOAA National Marine Sanctuary of American Samoa. Photo: Brian Peck/USFWS It may not be Wednesday yet, but it is October 3rd! Need some inspo for your pink outfit tomorrow? Check out this pink siphonophore! While this may appear to be one organism, it is actually comprised of many zooids directly connected to each other by tissue. The interaction between the individual zooids is so strong that, together, they assume the function of a single, larger organism! This is just one example of the fascinating creatures that inhabit NOAA Channel Islands National Marine Sanctuary! Hiding from Monday? Take a few tips from this stingray in NOAA Gray's Reef National Marine Sanctuary! 📸: Greg McFall/NOAA Meet the 2023 Dr. Nancy Foster Scholars! 🎉 Allyson Genevieve Ropp Amanda Nichole Croteau Kailey Pascoe Laura Kate Anthony Philip Fan Yang Serina Moheed Yasamin Sharifi A few months ago, our Dr. Nancy Foster Scholars traveled for a science communication and training retreat to American Samoa, the only U.S. territory south of the equator and home to NOAA National Marine Sanctuary of American Samoa. The group of 21 scholars included the seven new scholars for 2023 (listed above) and scholars from previous cohorts. They were joined by a team from NOAA Office of National Marine Sanctuaries. Meet the 2023 Dr. Nancy Foster Scholars! 🎉 Allyson Genevieve Ropp Amanda Nichole Croteau Kailey Pascoe Laura Kate Anthony Philip Fan Yang Serina Moheed Yasamin Sharifi A few months ago, our Dr. Nancy Foster Scholars traveled for a science communication and training retreat to American Samoa, the only U.S. territory south of the equator and home to NOAA National Marine Sanctuary of American Samoa. The group of 21 scholars included the seven new scholars for 2023 (listed above) and scholars from previous cohorts. They were joined by a team from NOAA Office of National Marine Sanctuaries. Meet the 2023 Dr. Nancy Foster Scholars! 🎉 Allyson Genevieve Ropp Amanda Nichole Croteau Kailey Pascoe Laura Kate Anthony Philip Fan Yang Serina Moheed Yasamin Sharifi A few months ago, our Dr. Nancy Foster Scholars traveled for a science communication and training retreat to American Samoa, the only U.S. territory south of the equator and home to NOAA National Marine Sanctuary of American Samoa. The group of 21 scholars included the seven new scholars for 2023 (listed above) and scholars from previous cohorts. They were joined by a team from NOAA Office of National Marine Sanctuaries. Meet the 2023 Dr. Nancy Foster Scholars! 🎉 Allyson Genevieve Ropp Amanda Nichole Croteau Kailey Pascoe Laura Kate Anthony Philip Fan Yang Serina Moheed Yasamin Sharifi A few months ago, our Dr. Nancy Foster Scholars traveled for a science communication and training retreat to American Samoa, the only U.S. territory south of the equator and home to NOAA National Marine Sanctuary of American Samoa. The group of 21 scholars included the seven new scholars for 2023 (listed above) and scholars from previous cohorts. They were joined ... [Content truncated]",
                    "content_num": 1000
                }
            }
        },
        {
            "evidence8": {
                "kind": "customsearch#result",
                "title": "Alabama's 60,000-year-old underwater forest spills its secrets in ...",
                "htmlTitle": "Alabama&#39;s 60,000-year-old underwater forest spills its secrets in ...",
                "link": "https://www.al.com/news/mobile/2017/06/underwater_forest_discovered_alabama.html",
                "displayLink": "www.al.com",
                "snippet": "Jun 25, 2017 ... ... storm, which passed directly over the spot where the forest was discovered. ... Interestingly, an analysis of the types of pollen found in the LSU ...",
                "htmlSnippet": "Jun 25, 2017 <b>...</b> ... <b>storm</b>, which passed directly over the spot where the forest was <b>discovered</b>. ... Interestingly, an <b>analysis</b> of the <b>types</b> of pollen <b>found</b> in the LSU&nbsp;...",
                "formattedUrl": "https://www.al.com/news/.../underwater_forest_discovered_alabama.html",
                "htmlFormattedUrl": "https://www.al.com/news/.../underwater_forest_discovered_alabama.html",
                "pagemap": {
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRNHJsQtmgGynKJmoT0nFCCJt2NzSFPDd-Q5--e4hM_ce-bFUFDtSM8DxQ&s",
                            "width": "274",
                            "height": "184"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://www.al.com/resizer/v2/https%3A%2F%2Fadvancelocal-adapter-image-uploads.s3.amazonaws.com%2Fimage.al.com%2Fhome%2Fbama-media%2Fwidth2048%2Fimg%2Fnews_mobile_impact%2Fphoto%2Fscreen-shot-2017-06-12-at-15757-pmpng-b717ef7a299e6be2.png?auth=d4fecf8b5ebb13cc17848c324629a33d34218611c7bff81081e449ef773beafc&width=1280&quality=90",
                            "article:published_time": "2017-06-25T16:00:00Z",
                            "twitter:card": "summary_large_image",
                            "og:image:width": "1280",
                            "og:site_name": "al",
                            "sailthru.tags": "mobile real-time news,environment and nature,physical science,forest,mobile-tensaw delta,university of southern mississippi,roku,lawrence livermore national laboratory",
                            "machine_tags": "@exscroll,@mobile,@news-all,@river-all",
                            "trackonomics.author": "Ben Raines",
                            "title": "Alabama's 60,000-year-old underwater forest spills its secrets in new documentary",
                            "og:description": "The forest appears to be a wholly unique relic of our planet's past, the only known site where a coastal ice age forest this old has been preserved in place.",
                            "twitter:image": "https://www.al.com/resizer/v2/https%3A%2F%2Fadvancelocal-adapter-image-uploads.s3.amazonaws.com%2Fimage.al.com%2Fhome%2Fbama-media%2Fwidth2048%2Fimg%2Fnews_mobile_impact%2Fphoto%2Fscreen-shot-2017-06-12-at-15757-pmpng-b717ef7a299e6be2.png?auth=d4fecf8b5ebb13cc17848c324629a33d34218611c7bff81081e449ef773beafc&width=1280&quality=90",
                            "twitter:site": "@aldotcom",
                            "article_author": "Ben Raines | braines@al.com",
                            "article:modified_time": "2017-06-25T10:00:00Z",
                            "trackonomics.section": "Mobile Real-Time News",
                            "sailthru.title": "Alabama's 60,000-year-old underwater forest spills its secrets in new documentary",
                            "fb:admins": "100000302287435",
                            "byline": "Ben Raines | braines@al.com",
                            "sailthru.date": "Sunday, June 25, 2017, 11:00 AM",
                            "og:type": "article",
                            "article:section": "Mobile Real-Time News",
                            "twitter:title": "Alabama's 60,000-year-old underwater forest spills its secrets in new documentary",
                            "article_date_original": "Sunday, June 25, 2017, 11:00 AM",
                            "og:title": "Alabama's 60,000-year-old underwater forest spills its secrets in new documentary",
                            "article_date_updated": "Sunday, June 25, 2017, 05:00 AM",
                            "article_publication_name": "https://www.al.com/news/mobile/2017/06/underwater_forest_discovered_alabama.html",
                            "sections": "news/mobile,",
                            "article:author": "https://www.facebook.com/ben.raines.58",
                            "article:tag": "@exscroll,@mobile,@news-all,@river-all",
                            "fb:app_id": "113143632063174",
                            "sailthru.description": "The forest appears to be a wholly unique relic of our planet's past, the only known site where a coastal ice age forest this old has been preserved in place.",
                            "viewport": "width=device-width, initial-scale=1, minimum-scale=1",
                            "twitter:description": "The forest appears to be a wholly unique relic of our planet's past, the only known site where a coastal ice age forest this old has been preserved in place.",
                            "subscriber_only": "false",
                            "og:url": "https://www.al.com/news/mobile/2017/06/underwater_forest_discovered_alabama.html",
                            "sailthru.author": "braines"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://www.al.com/resizer/v2/https%3A%2F%2Fadvancelocal-adapter-image-uploads.s3.amazonaws.com%2Fimage.al.com%2Fhome%2Fbama-media%2Fwidth2048%2Fimg%2Fnews_mobile_impact%2Fphoto%2Fscreen-shot-2017-06-12-at-15757-pmpng-b717ef7a299e6be2.png?auth=d4fecf8b5ebb13cc17848c324629a33d34218611c7bff81081e449ef773beafc&width=1280&quality=90"
                        }
                    ]
                },
                "website_content": {
                    "content": "The ancient cypress forest found 60 feet underwater in the Gulf of Mexico, due south of Gulf Shores, Ala., is about 60,000 years old, says a team of scientists who have studied the site. The forest appears to be a wholly unique relic of our planet's past, the only known site where a coastal ice age forest this old has been preserved in place, with thousands of trees still rooted in the dirt they were growing millennia ago. It is considered a treasure trove of information, providing new insights into everything from climate in the region to annual rainfall, insect populations, and the types of plants that inhabited the Gulf Coast before humans arrived in the new world. Scientific analysis of the site is ongoing. One of the key things the forest might hint at is a world where the seas rose even more quickly than the worst-case predictions for the near future. The work of the team investigating the site is detailed in the new documentary, The Underwater Forest, co-produced by This is Alabama and the Alabama Coastal Foundation. You can watch the film above, on Youtube, or on This is Alabama's Roku and Apple TV apps. It will be broadcast on Alabama Public Television at 6 p.m. July 23rd and 9 p.m. July 24th. The film was written and directed by this writer, AL.com's Ben Raines, who also filmed the underwater sequences and organized the first scientific missions to the site. It was narrated by Ian Thompson-Yates. By Ben Raines | BRaines@al.com The scientists believe the forest was buried beneath the Gulf sediments for eons, until giant waves driven by Hurricane Ivan in 2004 uncovered it. Before it made landfall, Ivan raged through the Gulf as a Category 5 hurricane. Its winds pushed the largest waves ever measured, which were 98 feet tall when they passed over a cluster of government data buoys far offshore. Those buoys, seen in the image above, were ultimately ripped loose from their moorings by the storm. The green dots indicate the path of the storm, which passed directly over the spot where the forest was discovered. AL.com collected the first samples from the site, and has participated in every scientific mission to the site, beginning in 2012. Our crews subsequently visited the laboratories at Louisiana State University and the University of Southern Mississippi where samples from the forest have been analyzed. Time traveling below the waves Dropping 10 fathoms down, below the green waves of the Gulf and back in time to this prehistoric world amounts to a sort of time traveler's journey. Swimming through the forest, it is possible to trace the path of an ancient river, seen above, that once wove through the site when it was dry land. Nothing like the forest, in terms of age or scale, has ever been found. A few trees, perhaps 1,000 years old, have been found off the English coast, and a handful of other places, but they grew in a world we understand well, one much like our own in every way. These trees sprouting from the sea floor off Alabama are so much older that they provide a window into a past scientists are still trying to understand. And there are thousands of them, part of a vast and swampy floodplain forest. The scientists believe the trees were buried under layers of mud in an age when sea levels were suddenly on the rise. That mud protected the trees from decomposition because they sealed them away from the oxygen-rich Gulf water. Underwater, where there is no oxygen, there is no decomposition. In effect, the trees have been hermetically sealed in place in a sort of natural time capsule. Most of the Gulf is a barren desert, empty sand and little else but jellyfish and starfish. But the forest serves as both a relic of the past and a vibrant reef environment. Sea turtles and sharks swim through the huge clouds of fish. Sponges sprout from the old stumps, and anemones cling to the bark of the trees. Predating the arrival of humans in North America and the pyramids of ancient Egypt by more than 50,000 years, the trees discovered in the Underwater Forest date to an ice age 60,000 years ago, when sea levels were hundreds of feet lower, and the Earth was much cooler than it is today, with much of the water on the planet locked up in glaciers. While most people think of the period from about 12,000 to 18,000 years ago when they think of \"the\" ice age, the planet has actually been visited by dozens of ice ages, which occur every 40,000 to 100,000 years. Kristine DeLong is a paleoclimatologist at Louisiana State University, expert in the climactic upheavals of the past. She usually studies coral formations, which can provide a record of what the world's oceans and atmosphere were like thousands of years ago. She contacted AL.com after the first article announcing the discovery of the forest and said she'd like a crack at diving the site and analyzing the trees. At the time, DeLong, like every expert contacted by AL.com, said the trees were almost certainly from the most recent ice age, which has been thoroughly researched by scientists. But things changed after AL.com provided DeLong with tree samples from the forest that she sent for analysis at Lawrence Livermore National Laboratory using a method known as Accelerator Mass Spectrometer Radio-Carbon Dating. \"At first, just based on water depth and looking at the sea level curve, we thought the trees should be in the 10,000 to 12,000 (year old) range. But we took some wood samples, sent them off to get radio-carbon dated, and surprising results. They were not able to date them because the trees were so old we can't use radio-carbon dating to date them,\" DeLong said. Radio-carbon dating can only reach back about 50,000 years, and the closer you get to 50,000 years, the less reliable the data becomes. Several follow ... [Content truncated]",
                    "content_num": 1000
                }
            }
        },
        {
            "evidence9": {
                "kind": "customsearch#result",
                "title": "Northeastern Global News - News, Discovery, and Analysis from ...",
                "htmlTitle": "Northeastern Global News - News, Discovery, and <b>Analysis</b> from ...",
                "link": "https://news.northeastern.edu/",
                "displayLink": "news.northeastern.edu",
                "snippet": "News, Discovery, and Analysis from Around the World.",
                "htmlSnippet": "News, Discovery, and <b>Analysis</b> from Around the World.",
                "formattedUrl": "https://news.northeastern.edu/",
                "htmlFormattedUrl": "https://news.northeastern.edu/",
                "pagemap": {
                    "hcard": [
                        {
                            "url_text": "Jorgy Cruz",
                            "fn": "Jorgy Cruz",
                            "url": "https://news.northeastern.edu/author/jcruz/"
                        },
                        {
                            "url_text": "Cesareo Contreras",
                            "fn": "Cesareo Contreras",
                            "url": "https://news.northeastern.edu/author/ccontreras/"
                        },
                        {
                            "url_text": "Alena Kuzub",
                            "fn": "Alena Kuzub",
                            "url": "https://news.northeastern.edu/author/akuzub/"
                        },
                        {
                            "url_text": "Sam Fortier",
                            "fn": "Sam Fortier",
                            "url": "https://news.northeastern.edu/author/sfortier/"
                        },
                        {
                            "url_text": "Mark Conti",
                            "fn": "Mark Conti",
                            "url": "https://news.northeastern.edu/author/mconti/"
                        },
                        {
                            "url_text": "Erin Kayata",
                            "fn": "Erin Kayata",
                            "url": "https://news.northeastern.edu/author/ekayata/"
                        },
                        {
                            "url_text": "Cyrus Moulton",
                            "fn": "Cyrus Moulton",
                            "url": "https://news.northeastern.edu/author/cmoulton/"
                        },
                        {
                            "url_text": "Cyrus Moulton",
                            "fn": "Cyrus Moulton",
                            "url": "https://news.northeastern.edu/author/cmoulton/"
                        },
                        {
                            "url_text": "Patrick Daly",
                            "fn": "Patrick Daly",
                            "url": "https://news.northeastern.edu/author/pdaly/"
                        },
                        {
                            "url_text": "Ian Thomsen",
                            "fn": "Ian Thomsen",
                            "url": "https://news.northeastern.edu/author/ithomsen/"
                        }
                    ],
                    "cse_thumbnail": [
                        {
                            "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ0ZO62j8A0Vqx-e2yJuRpoitxmJXoJ-V-YHU0UPnXb_r-anBuLZIYqO1E&s",
                            "width": "310",
                            "height": "163"
                        }
                    ],
                    "metatags": [
                        {
                            "og:image": "https://news.northeastern.edu/wp-content/uploads/2023/07/NGN-Opengraph.png",
                            "og:type": "website",
                            "og:image:width": "2400",
                            "twitter:card": "summary_large_image",
                            "og:site_name": "Northeastern Global News",
                            "og:title": "Northeastern Global News",
                            "og:image:height": "1260",
                            "og:image:type": "image/png",
                            "og:description": "News, Discovery, and Analysis from Around the World",
                            "twitter:site": "@NUGlobalNews",
                            "viewport": "width=device-width, initial-scale=1",
                            "og:locale": "en_US",
                            "og:url": "https://news.northeastern.edu/"
                        }
                    ],
                    "cse_image": [
                        {
                            "src": "https://news.northeastern.edu/wp-content/uploads/2023/07/NGN-Opengraph.png"
                        }
                    ]
                },
                "website_content": {
                    "content": "Error fetching https://news.northeastern.edu/: Message: Unable to obtain driver for firefox; For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors/driver_location\n",
                    "content_num": 0
                }
            }
        }
    ]
}